{
    "We should introduce compulsory voting, Compulsory voting should be introduced to ensure that the results of elections are completely representative of the population.": [
        "Introducing compulsory voting causes Every person votes for their leaders. And Every person votes for their leaders causes Elections representative of the population",
        "Introducing compulsory voting causes Persons become more informed and involved in elections, paying closer attention to issues. And Persons become more informed and involved in elections, paying closer attention to issues causes Population represented in elected offices",
        "Introducing compulsory voting causes every individual expresses his preference on the candidates. And every individual expresses his preference on the candidates causes Election results are completely representative of the population",
        "Introducing compulsory voting causes more people to vote. And more people to vote causes results of elections are completely representative of the population",
        "Introducing compulsory voting causes people show up to express their views through voting. And people show up to express their views through voting causes results of elections are completely representative of the population"
    ],
    "We should introduce compulsory voting, For me one person one vote is true democracy. Unless people vote we cant have a true feel of what the public want enforcing a vote aids a more democratic government": [
        "Introducing compulsory voting causes higher voter turn-out. And higher voter turn-out causes Advancing true democracy.",
        "Introducing compulsory voting causes people choosing the leader they like.. And people choosing the leader they like. causes A more democratic government.",
        "Introducing compulsory voting causes people to choose the leaders they want. And people to choose the leaders they want causes True democracy",
        "Introducing compulsory voting causes voters to learn about candidates. And voters to learn about candidates causes aids a more democratic government"
    ],
    "We should introduce compulsory voting, a high turnout is important for a proper democratic mandate and the functioning of democracy": [
        "Introducing compulsory voting causes penalties for not voting. And penalties for not voting causes higher voter turnout"
    ],
    "We should introduce compulsory voting, a lack of voting leads to a situation were their isn't fair representation in parliament.": [
        "Introducing compulsory voting causes High voter participation. And High voter participation causes Fair representation",
        "Introducing compulsory voting causes High voter turnout. And High voter turnout causes Fair representation in parliament",
        "Introducing compulsory voting causes all eligible citizens to be mandatorily required to vote. And all eligible citizens to be mandatorily required to vote causes fair representation in parliament",
        "Introducing compulsory voting suppresses People not choosing who they prefer.. And People not choosing who they prefer. causes choosing unpopular leaders.",
        "Introducing compulsory voting suppresses voting by few people. And voting by few people causes lack of fair representation in parliament"
    ],
    "We should introduce compulsory voting, a low turn out means that the elected government does not represent the true wishes of the country. making voting compulsory would mean that an elected government had a true mandate.": [
        "Introducing compulsory voting causes All voters gain representation. And All voters gain representation causes Wishes of all are taken into consideration as mandate",
        "Introducing compulsory voting causes diverse voting constituency has votes counted. And diverse voting constituency has votes counted suppresses true wishes of country not represented",
        "Introducing compulsory voting causes every individual expresses their opinion on their preferred candidate. And every individual expresses their opinion on their preferred candidate causes True wishes of the country are represented",
        "Introducing compulsory voting causes the views of more people are reflected in the elections. And the views of more people are reflected in the elections causes an elected government has a true mandate"
    ],
    "We should introduce compulsory voting, a system of compulsory voting would mean that politicians would have to consider the needs of the whole electorate rather than just those who turn out to vote": [
        "Introducing compulsory voting causes all eligible voters to be mandatorily required to voice their opinions by voting. And all eligible voters to be mandatorily required to voice their opinions by voting causes politicians to consider the needs of the whole electorate",
        "Introducing compulsory voting causes entire electorate likely votes. And entire electorate likely votes causes needs of the whole electorate rightly considered by politicians",
        "Introducing compulsory voting causes normal abstainers to be forced to choose a candidate. And normal abstainers to be forced to choose a candidate causes whole electorate considered by polititions"
    ],
    "We should introduce compulsory voting, all citizens should be compelled to vote to voice their opinion on who should be our elected leaders. apathy in selecting our political leaders is detrimental to our society.": [
        "Introducing compulsory voting causes freedom of representation. And freedom of representation causes Voice their opinion on who should be our elected leaders",
        "Introducing compulsory voting causes people to be mandatorily required to vote. And people to be mandatorily required to vote causes all citizens to voice their opinion on the choice of elected leaders",
        "Introducing compulsory voting suppresses people abstaining from voting. And people abstaining from voting causes apathy in leader selection"
    ],
    "We should introduce compulsory voting, being a citizen of your country requires you to have at least some duty to the nation.": [
        "Introducing compulsory voting causes Citizens who would normally declined to vote to take part in the election.. And Citizens who would normally declined to vote to take part in the election. causes Citizens performing their duty to the nation"
    ],
    "We should introduce compulsory voting, by introducing compulsory voting you will assure that each and every citizen's voice is heard.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation in government.",
        "Introducing compulsory voting causes a greater group of people voting. And a greater group of people voting causes hearing every citizen's voice"
    ],
    "We should introduce compulsory voting, by requiring all citizens to vote, we would be able to elect politicians who more accurately represent the public's will.": [
        "Introducing compulsory voting causes Higher voter turnout .. And Higher voter turnout . causes Accurate representation of the people's will",
        "Introducing compulsory voting causes Increasing voter turnout through mandatory voting.. And Increasing voter turnout through mandatory voting. causes Enabling the election of politicians who more accurately represent the public's will.",
        "Introducing compulsory voting causes better country. And better country causes We would be able to elect politicians who more accurately represent the public's will.",
        "Introducing compulsory voting suppresses Only a few persons voting fill offices with candidates. And Only a few persons voting fill offices with candidates suppresses Elect people who reflect good outcomes for themselves"
    ],
    "We should introduce compulsory voting, citizens are responsible for their government and have a duty to participate in their own democracy. democracy only works when all actively participate, without laws many people do not vote.": [
        "Introducing compulsory voting causes Increased voter turnout due to the enacting of laws.. And Increased voter turnout due to the enacting of laws. suppresses Many people not voting without laws requiring them to do so.",
        "Introducing compulsory voting causes citizens to practice their democratic rights. And citizens to practice their democratic rights causes Promotes democracy",
        "Introducing compulsory voting causes everyone showing up at the voting polls. And everyone showing up at the voting polls causes Democracy working when all actively participate"
    ],
    "We should introduce compulsory voting, compulsory voting  would get everyone a voice in the election": [
        "Introducing compulsory voting causes Increased voter turnout under threat of penalty.. And Increased voter turnout under threat of penalty. causes Giving everyone a voice in an election.",
        "Introducing compulsory voting causes People to elect leaders. And People to elect leaders causes gets everyone a voice in the election",
        "Introducing compulsory voting causes everyone casting their vote at the polls. And everyone casting their vote at the polls causes Everyone getting a voice in the election",
        "Introducing compulsory voting causes more voters participating. And more voters participating causes everyone gets a voice"
    ],
    "We should introduce compulsory voting, compulsory voting allows all citizens the chance to make a difference": [
        "Introducing compulsory voting causes People to have their voice heard. And People to have their voice heard causes All citizens can vote and make a difference",
        "Introducing compulsory voting causes all citizens to vote and influence legislation. And all citizens to vote and influence legislation causes chance for all citizens to make a difference",
        "Introducing compulsory voting causes citizens becoming more engaged in politics. And citizens becoming more engaged in politics causes citizens have the chance to make a difference",
        "Introducing compulsory voting causes everyone's opinion in the society is counted. And everyone's opinion in the society is counted causes All citizens are allowed the chance to make a difference"
    ],
    "We should introduce compulsory voting, compulsory voting can help encourage better results during elections": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Accurate representation of the people's will",
        "Introducing compulsory voting causes More participants at polls. And More participants at polls causes results of elections more representative",
        "Introducing compulsory voting causes everyone's voice to be heard. And everyone's voice to be heard causes encourage better results during elections"
    ],
    "We should introduce compulsory voting, compulsory voting could also be used sort of like a census to count people.": [
        "Introducing compulsory voting causes almost entire population to submit data. And almost entire population to submit data causes people are counted",
        "Introducing compulsory voting causes people must show up to voting stations and can be counted there. And people must show up to voting stations and can be counted there causes create a census to count people"
    ],
    "We should introduce compulsory voting, compulsory voting could improve peoples knowledge of politics if they knew they had to vote they might learn more about politics": [
        "Introducing compulsory voting causes all people mandatorily required to voice their opinions in politics by voting. And all people mandatorily required to voice their opinions in politics by voting causes improving peoples' knowledge of politics",
        "Introducing compulsory voting causes cause people to have a voice. And cause people to have a voice causes improve peoples knowledge of politics if they knew they had to vote they might learn more about politics",
        "Introducing compulsory voting causes people to study who to vote for. And people to study who to vote for causes improving people's knowledge of politics"
    ],
    "We should introduce compulsory voting, compulsory voting could improve the election process by ensuring the candidate or party with the broadest cross-generational support wins.": [
        "Introducing compulsory voting causes Increasing voter turnout in general elections.. And Increasing voter turnout in general elections. causes Improving the election process by ensuring the candidate or party with the broadest cross-generational support wins.",
        "Introducing compulsory voting causes a higher voter turnout at the polls. And a higher voter turnout at the polls causes The party with the broadest cross-generational support winning",
        "Introducing compulsory voting causes true representation. And true representation causes improvement in the election process"
    ],
    "We should introduce compulsory voting, compulsory voting educates the population.": [
        "Introducing compulsory voting causes All citizens participating in elections. And All citizens participating in elections causes causes citizens to learn details about elections",
        "Introducing compulsory voting causes People to be more active in how their government works. And People to be more active in how their government works causes More people are educated about their government using compulsory voting.",
        "Introducing compulsory voting causes Voters read election literature. And Voters read election literature causes Population is educated.",
        "Introducing compulsory voting causes people forced to read about political matters in order to decide who to vote for. And people forced to read about political matters in order to decide who to vote for causes the population is educated"
    ],
    "We should introduce compulsory voting, compulsory voting ensures everyone's vote will be counted": [
        "Introducing compulsory voting causes Democratic representation of the population.. And Democratic representation of the population. causes respect of people's will",
        "Introducing compulsory voting causes all people to be mandated to vote. And all people to be mandated to vote causes ensuring everyone's vote will be counted",
        "Introducing compulsory voting causes everyone voting. And everyone voting causes everyone's vote is counted",
        "Introducing compulsory voting causes total representation will negate bias. And total representation will negate bias causes everyone's vote will be counted"
    ],
    "We should introduce compulsory voting, compulsory voting ensures that all eligible voters have a say in the election instead of having just portion of the population decide": [
        "Introducing compulsory voting causes High voter to turnout.. And High voter to turnout. causes Fair representation in the government",
        "Introducing compulsory voting causes More people to vote. And More people to vote causes All voters would have a say in their government instead of just a portion of the people.",
        "Introducing compulsory voting causes all population segments required to vote. And all population segments required to vote suppresses just a portion of population decides election",
        "Introducing compulsory voting causes giving power to people. And giving power to people causes ensures that all eligible voters have a say in the election",
        "Introducing compulsory voting suppresses The disenfranchisement of legal-aged adults who are not registered to vote.. And The disenfranchisement of legal-aged adults who are not registered to vote. suppresses Ensuring that all eligible voters have a say in the election, instead of having just a portion of the population decide."
    ],
    "We should introduce compulsory voting, compulsory voting ensures that our leaders reflect the will of all people, not just those who were able/motivated enough to make it to the polls.": [
        "Introducing compulsory voting causes All people will vote.. And All people will vote. causes Leaders reflect the will of all people.",
        "Introducing compulsory voting causes people mandatorily required to voice their opinions by voting. And people mandatorily required to voice their opinions by voting causes our leaders reflecting the will of all people"
    ],
    "We should introduce compulsory voting, compulsory voting ensures that the winner is truly representative of the entire population.": [
        "Introducing compulsory voting causes More persons voting. And More persons voting causes True representation in public office.",
        "Introducing compulsory voting causes all voters to vote. And all voters to vote causes true representation of the entire population.",
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes true representatiion of the entire population.",
        "Introducing compulsory voting causes wider, larger variety of people voting. And wider, larger variety of people voting causes more representative political appointees"
    ],
    "We should introduce compulsory voting, compulsory voting gives everyone in society their say in politics": [
        "Introducing compulsory voting causes Total elective democracy. And Total elective democracy causes Democracy involves everyone having a say",
        "Introducing compulsory voting causes every individual is required to vote. And every individual is required to vote causes Everyone in society has a say",
        "Introducing compulsory voting causes more people take part in voting.. And more people take part in voting. causes choosing a prefered leader.",
        "Introducing compulsory voting causes people to have concerns about the government. And people to have concerns about the government causes include people in the government"
    ],
    "We should introduce compulsory voting, compulsory voting greatly increases voter turnout": [
        "Introducing compulsory voting causes Mandating citizens to vote.. And Mandating citizens to vote. causes Greatly increasing voter turnout.",
        "Introducing compulsory voting causes More people will vote. And More people will vote causes Voter turnout will increase with compulsory voting",
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes Increasing voter turnout"
    ],
    "We should introduce compulsory voting, compulsory voting improves voting turnaround.": [
        "Introducing compulsory voting causes Legally requiring everyone to vote.. And Legally requiring everyone to vote. causes Improvement of voting turnout.",
        "Introducing compulsory voting causes People being forced to vote. And People being forced to vote causes improves voting turnaround.",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes improving voting turnaround."
    ],
    "We should introduce compulsory voting, compulsory voting increases voter turnout tremendously": [
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes increasing voter turnout tremendously",
        "Introducing compulsory voting causes people vote due to fear of penalty. And people vote due to fear of penalty causes voter turnout increases"
    ],
    "We should introduce compulsory voting, compulsory voting is a must to ensure that all people's voices are heard.": [
        "Introducing compulsory voting causes EVERYONE TO VOTE LEADERS OF THEIR CHOICE. And EVERYONE TO VOTE LEADERS OF THEIR CHOICE causes Ensure that all people's voices are heard.",
        "Introducing compulsory voting causes everyone being required to vote. And everyone being required to vote causes ensuring that all people's voices are heard",
        "Introducing compulsory voting causes expansion in groups who vote. And expansion in groups who vote causes ensuring that all people's voices are heard",
        "Introducing compulsory voting causes people are forced to vote for their preferred candidate. And people are forced to vote for their preferred candidate causes All people's voices are heard"
    ],
    "We should introduce compulsory voting, compulsory voting is necessary to truly reflect the will of the people, if people don't participate they could mail in a form stating that they weren't voting because of disinterest rather than innaccessability": [
        "Introducing compulsory voting causes More people to vote and participate in government. And More people to vote and participate in government causes Compulsory voting would reflect the will of the entire population",
        "Introducing compulsory voting causes Requiring mailed in form event if not interested in candidates. And Requiring mailed in form event if not interested in candidates causes People expressing disinterest as reason for not voting",
        "Introducing compulsory voting causes more people will participate in the elections. And more people will participate in the elections causes true reflection of the will of the people",
        "Introducing compulsory voting suppresses Voter apathy, due to not knowing voting is happening.. And Voter apathy, due to not knowing voting is happening. suppresses persons are held accountable"
    ],
    "We should introduce compulsory voting, compulsory voting is the only way to make people getting involved in the choices necessary for the real management of a country,": [
        "Introducing compulsory voting causes people taking part in electing their representatives. And people taking part in electing their representatives causes people getting involved in the choices necessary for the real management of a country",
        "Introducing compulsory voting causes people to take parts in election. And people to take parts in election causes People are engaged in management of the country"
    ],
    "We should introduce compulsory voting, compulsory voting makes elections have a more reliable outcome": [
        "Introducing compulsory voting causes Everyone to vote. And Everyone to vote causes Elections to have a more reliable outcome",
        "Introducing compulsory voting causes Many people voting in elections.. And Many people voting in elections. causes Electing a more reliable leader.",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes a more reliable voting outcome",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Getting reliable election outcome"
    ],
    "We should introduce compulsory voting, compulsory voting makes for more informed voters": [
        "Introducing compulsory voting causes More people voting. And More people voting causes Improving civic literacy.",
        "Introducing compulsory voting causes More voters participation.. And More voters participation. causes Voters learn when participating in elections",
        "Introducing compulsory voting causes more informed voters. And more informed voters causes Better political outcomes"
    ],
    "We should introduce compulsory voting, compulsory voting makes sure that each and every person has a vote in who is running their government and how.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation of the people's will.",
        "Introducing compulsory voting causes Increasing voter turnout during elections.. And Increasing voter turnout during elections. causes Ensuring that each and every person has a vote in who is running their government and how."
    ],
    "We should introduce compulsory voting, compulsory voting makes the population more involved in the election process, and would give results that more accurately reflected the will of the electors.": [
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes More voter involvement and more accurate reflection of electors' will",
        "Introducing compulsory voting causes people to voice their agendas thought their leaders. And people to voice their agendas thought their leaders causes Accurately reflected the will of the electors.",
        "Introducing compulsory voting suppresses indifferent voters from abstaining. And indifferent voters from abstaining suppresses more accurately reflect voters' will through active involvement"
    ],
    "We should introduce compulsory voting, compulsory voting means that politicians have to address the concerns of the whole electorate rather than just focusing on those groups of people who usually turn out to vote": [
        "Introducing compulsory voting causes Wider representation. And Wider representation causes Entire electorate's concerns addressed",
        "Introducing compulsory voting causes a better representation of the population's wish and opinion. And a better representation of the population's wish and opinion causes Concerns of the whole electorate are adressed",
        "Introducing compulsory voting causes all eligible voters to be mandatorily required to vote. And all eligible voters to be mandatorily required to vote causes politicians to address the concerns of the whole electorate",
        "Introducing compulsory voting causes everyone to speak about their concerns with their vote. And everyone to speak about their concerns with their vote causes politicians addressing concerns of the whole electorate"
    ],
    "We should introduce compulsory voting, compulsory voting should be adopted because it engages everyone in the voting process and allows all the voices to be heard. we have such low voter turnouts, we don't get accurate results.": [
        "Introducing compulsory voting causes Higher sampling of voter opinions. And Higher sampling of voter opinions causes Higher accuracy in elections",
        "Introducing compulsory voting causes more people to vote and participate in government. And more people to vote and participate in government causes People would be engaged in the voting process and allows everybody's voice to be heard"
    ],
    "We should introduce compulsory voting, compulsory voting should be introduced because it actually increases voter turnout.": [
        "Introducing compulsory voting causes Full participation in elections. And Full participation in elections causes More voters take part",
        "Introducing compulsory voting causes people are convinced to get to the polls. And people are convinced to get to the polls causes Increased voter turnout",
        "Introducing compulsory voting suppresses voters stay at home instead of go to the polls. And voters stay at home instead of go to the polls suppresses voter turnout increase"
    ],
    "We should introduce compulsory voting, compulsory voting will cause more people to take an interest in politics which, in turn, will benefit everyone": [
        "Introducing compulsory voting causes Higher voting rate. And Higher voting rate causes Voting is a way to benefit society",
        "Introducing compulsory voting causes People to practice their democratic right. And People to practice their democratic right causes More people to take an interest in politics which, in turn, will benefit everyone",
        "Introducing compulsory voting causes people to collect information on parties and candidates. And people to collect information on parties and candidates causes More people taking interest in politics",
        "Introducing compulsory voting causes requirement to choose candidate. And requirement to choose candidate causes increase public interest in politics"
    ],
    "We should introduce compulsory voting, compulsory voting will eliminate voter suppression which is a big problem in this country": [
        "Introducing compulsory voting causes all eligible voters to be mandatorily required to vote. And all eligible voters to be mandatorily required to vote causes voter suppression to be eliminated",
        "Introducing compulsory voting causes everyone votes. And everyone votes suppresses voter suppression",
        "Introducing compulsory voting causes freedom of voters. And freedom of voters causes elimination of voter suppression.",
        "Introducing compulsory voting causes make everyone eligible to vote to vote. And make everyone eligible to vote to vote causes elimination of voter suppression"
    ],
    "We should introduce compulsory voting, compulsory voting will improve voter turn out and ensure that everyone is fairly represented.": [
        "Introducing compulsory voting causes People to exercise their rights. And People to exercise their rights causes Improvement in a voter turn out and ensure that everyone is fairly represented.",
        "Introducing compulsory voting causes everyone showing up at the polling stations. And everyone showing up at the polling stations causes Everyone being fairly represented"
    ],
    "We should introduce compulsory voting, compulsory voting will increase peoples awareness of political issues": [
        "Introducing compulsory voting causes More people get involved in politics. And More people get involved in politics causes Improving people's awareness of political issues.",
        "Introducing compulsory voting causes more people familiar with political process. And more people familiar with political process causes awareness of issues",
        "Introducing compulsory voting causes people becoming aware of political issues. And people becoming aware of political issues causes getting people more involved.",
        "Introducing compulsory voting causes people choose their leaders. And people choose their leaders causes Increase peoples awareness of political issues"
    ],
    "We should introduce compulsory voting, compulsory voting will lead to a far more representative system of parliament because everyone's vote will be taken into consideration.": [
        "Introducing compulsory voting causes All voters in a district to consider their representative. And All voters in a district to consider their representative causes congressional/parliament representation reflects the will of every voter",
        "Introducing compulsory voting causes it is required to vote. And it is required to vote causes everyone will have a vote for their represenative",
        "Introducing compulsory voting causes minorities and those who don't otherwise vote are forced to comply. And minorities and those who don't otherwise vote are forced to comply causes more representative system",
        "Introducing compulsory voting causes more people to vote. And more people to vote causes more representative system of parliament"
    ],
    "We should introduce compulsory voting, compulsory voting would be an effective antidote to voter suppression. more voter participation makes for a healthier democracy.": [
        "Introducing compulsory voting causes More people to vote. And More people to vote causes Compulsory voting allows for a healthier democracy because everybody is participating in how their government works.",
        "Introducing compulsory voting causes a fairer representation of the entire population's opinion. And a fairer representation of the entire population's opinion causes a healthier democracy made by more voter participation",
        "Introducing compulsory voting suppresses cheating voters from their vote.. And cheating voters from their vote. suppresses Persons couldn't be prevented from voting"
    ],
    "We should introduce compulsory voting, compulsory voting would be beneficial because more people would take an interest in politics, creating a more fair representation in government.": [
        "Introducing compulsory voting causes Increased voter interest. And Increased voter interest causes The creation of a more fair representation in government because more people would be interested in politics.",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Promoting fair representation",
        "Introducing compulsory voting causes many people voting. And many people voting causes Creating  fair representation in government.",
        "Introducing compulsory voting causes people mandatorily required to voice their opinions by voting. And people mandatorily required to voice their opinions by voting causes more fair representation in government."
    ],
    "We should introduce compulsory voting, compulsory voting would ensure a larger turnout of voters which more provide a much more accurate representation of the population": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation in government",
        "Introducing compulsory voting causes largest possible voter turnout. And largest possible voter turnout causes accurately representing the population"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure greater political activism among the public": [
        "Introducing compulsory voting causes More people to vote. And More people to vote causes Because of more people voting our government would be more representative of the people",
        "Introducing compulsory voting causes everyone mandated to vote. And everyone mandated to vote causes greater political activism among the public"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure our elected officials properly represent the entire population": [
        "Introducing compulsory voting causes As many people vote as possible. And As many people vote as possible causes Entire population represented",
        "Introducing compulsory voting causes Leaders are voted on by everyone. And Leaders are voted on by everyone causes Each person has an elected leader",
        "Introducing compulsory voting causes Mass voter turn out. And Mass voter turn out causes Better representation",
        "Introducing compulsory voting causes More people to vote and participate in government. And More people to vote and participate in government causes People would be better represented by their elected officials.",
        "Introducing compulsory voting causes More people will vote.. And More people will vote. causes Elected officials properly represent the entire population."
    ],
    "We should introduce compulsory voting, compulsory voting would ensure that everyone becomes engaged in the political process and it would be the true voice of the people rather than the voice of the minority  who vote.": [
        "Introducing compulsory voting causes More people vote. And More people vote causes accurate representation of the people's will",
        "Introducing compulsory voting causes everyone to be mandatorily required to vote. And everyone to be mandatorily required to vote causes the true voice of everyone being heard",
        "Introducing compulsory voting causes everyone votes. And everyone votes causes majority of people are represented",
        "Introducing compulsory voting causes people to be included in the government. And people to be included in the government causes majority rule"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure that everyone would vote and have a voice in what goes on.": [
        "Introducing compulsory voting causes people to be mandatorily required to vote. And people to be mandatorily required to vote causes everyone to have a voice in what goes on",
        "Introducing compulsory voting causes punishment for not voting. And punishment for not voting causes ensure everyone votes"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure that more people were getting their voice heard at election time, making a fairer election": [
        "Introducing compulsory voting causes everyone casting a vote. And everyone casting a vote causes fairer elections",
        "Introducing compulsory voting causes people mandatorily required to voice their opinions by voting. And people mandatorily required to voice their opinions by voting causes people to get their voice heard at election time"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure that no one can claim they didn't get a say or argue about a loud minority winning over a silent, nonvoting majority.": [
        "Introducing compulsory voting causes Everyone to be able to vote. And Everyone to be able to vote causes No one is able to claim that the did not get a say",
        "Introducing compulsory voting causes More people to vote and participate in government. And More people to vote and participate in government causes People would be able to say they had a voice in the government that they voted for",
        "Introducing compulsory voting causes everyone would cast a vote. And everyone would cast a vote causes no one can complain about election results"
    ],
    "We should introduce compulsory voting, compulsory voting would ensure that the person or party elected is the one that geniunely has the most support of the entire electorate.": [
        "Introducing compulsory voting causes Increasing voter turnout, and thus voter representation.. And Increasing voter turnout, and thus voter representation. causes Electing the person or party that genuinely has the most support of the entire electorate.",
        "Introducing compulsory voting causes ensuring high voter turnout. And ensuring high voter turnout causes Promoting democracy.",
        "Introducing compulsory voting causes everyone showing up to the voter polls. And everyone showing up to the voter polls causes Genuinely having the support of the entire electorate",
        "Introducing compulsory voting causes true representation. And true representation causes the person or party elected is the one that geniunely has the most support of the entire electorate."
    ],
    "We should introduce compulsory voting, compulsory voting would increase political activism": [
        "Introducing compulsory voting causes More people to vote and participate in government. And More people to vote and participate in government causes It would increase political activism.",
        "Introducing compulsory voting causes Persons get educated about issues in politics. And Persons get educated about issues in politics causes Persons advocate for a cause that affects them directly",
        "Introducing compulsory voting causes more people become politically aware and participate in the political process. And more people become politically aware and participate in the political process causes increased political activism",
        "Introducing compulsory voting causes normally apathetic voters forced to vote. And normally apathetic voters forced to vote causes increase political activism",
        "Introducing compulsory voting causes people will become involved. And people will become involved causes political activism will increase"
    ],
    "We should introduce compulsory voting, compulsory voting would increase voter turnout": [
        "Introducing compulsory voting causes Citizens to face legal problems if they don' vote.. And Citizens to face legal problems if they don' vote. causes increase of voter turnout",
        "Introducing compulsory voting causes Forcing people to vote under criminal penalty.. And Forcing people to vote under criminal penalty. causes Increasing voter turnout.",
        "Introducing compulsory voting causes Many more people will vote. And Many more people will vote causes Voter turnout will increase due to compulsory voting"
    ],
    "We should introduce compulsory voting, compulsory voting would increase voter turnout.": [
        "Introducing compulsory voting causes More people to vote. And More people to vote causes Voting turnout would increase",
        "Introducing compulsory voting causes people participate in their democratic rights. And people participate in their democratic rights causes increase voter turnout."
    ],
    "We should introduce compulsory voting, compulsory voting would insure everyone has a say in voting as well as be a way to aid in eliminating electoral voting as compulsory would be a more accurate voting system for the people's voice.": [
        "Introducing compulsory voting causes Gets more people to vote. And Gets more people to vote causes Compulsory voting would allow everybody to have a say in their government and make it more representative",
        "Introducing compulsory voting suppresses Only certain members of society eligible to vote. And Only certain members of society eligible to vote suppresses All persons participate"
    ],
    "We should introduce compulsory voting, compulsory voting would lead to more deserving politicians being elected into office.": [
        "Introducing compulsory voting causes More people voting, therefore more accurately gauging the support of each candidate.. And More people voting, therefore more accurately gauging the support of each candidate. causes Electing more deserving politicians into office.",
        "Introducing compulsory voting causes everyone in the society votes for his preferred candidate. And everyone in the society votes for his preferred candidate causes More deserving politicians are elected into office",
        "Introducing compulsory voting causes people to vote on leaders of their choice. And people to vote on leaders of their choice causes more deserving politicians will be elected into office.",
        "Introducing compulsory voting suppresses elections being decided by small but active voting blocs. And elections being decided by small but active voting blocs suppresses more deserving politicians being elected"
    ],
    "We should introduce compulsory voting, compulsory voting would make sure that each and every person's voice is heard and provide a more accurate system of making sure the person elected is the one the people really want.": [
        "Introducing compulsory voting causes Voting by every constituent.. And Voting by every constituent. causes Ensuring that each and every person's voice is heard, and providing a more accurate system of making sure the person elected is the one the people really want.",
        "Introducing compulsory voting causes ensures majority of voters choose candidates. And ensures majority of voters choose candidates causes most popular candidate wins",
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes More accurate system that elects the one the people really want as each and every person's voice is heard"
    ],
    "We should introduce compulsory voting, compulsory voting would make sure that everyone's choice is counted and not just those who typically get involved with political things.": [
        "Introducing compulsory voting causes all eligible voters to be mandatorily required to vote. And all eligible voters to be mandatorily required to vote causes everyone's choice to be counted",
        "Introducing compulsory voting causes everyone likely votes. And everyone likely votes causes everyone's choice is counted",
        "Introducing compulsory voting causes everyone to be required to vote. And everyone to be required to vote causes count everyone's vote",
        "Introducing compulsory voting causes everyone to vote and express their choices. And everyone to vote and express their choices causes everyone's choices are counted"
    ],
    "We should introduce compulsory voting, compulsory voting would make the election practice fairer.": [
        "Introducing compulsory voting causes More people to vote.. And More people to vote. causes Making the election practice fairer.",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes making the election practice fairer.",
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes election practice to be fairer.",
        "Introducing compulsory voting causes higher voter turnout.. And higher voter turnout. causes fair outcome of elections."
    ],
    "We should introduce compulsory voting, compulsory voting would make the opinions of everyone’s opinions be taken into account.": [
        "Introducing compulsory voting causes everyone to vote for their chosen candidate. And everyone to vote for their chosen candidate causes everyone's opinion would be taken into account",
        "Introducing compulsory voting causes increase in voting. And increase in voting causes everyone's opinions heard",
        "Introducing compulsory voting causes people to be mandatorily required to vote. And people to be mandatorily required to vote causes everyone’s opinions to be taken into account."
    ],
    "We should introduce compulsory voting, compulsory voting would mean that every voice is heard and every one is counted.": [
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Achieving Fair representation",
        "Introducing compulsory voting causes everyone expresses their opinion on political  matters. And everyone expresses their opinion on political  matters causes every voice is heard"
    ],
    "We should introduce compulsory voting, compulsory voting would mean the government more truly reflects the thoughts of the people.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation of all groups in government",
        "Introducing compulsory voting causes Increasing voter turnout, thereby engaging more people in the civic process.. And Increasing voter turnout, thereby engaging more people in the civic process. causes The government more truly reflecting the thoughts of the people",
        "Introducing compulsory voting causes all people mandatorily required to voice their opinions by voting. And all people mandatorily required to voice their opinions by voting causes government more truly reflecting the thoughts of the people.",
        "Introducing compulsory voting causes everyone turning up to the voting polls. And everyone turning up to the voting polls causes The government truly reflecting the thoughts of the people"
    ],
    "We should introduce compulsory voting, compulsory voting would mean the true voice of the country would be heard as everyone would vote": [
        "Introducing compulsory voting causes All voters make their voice heard. And All voters make their voice heard causes Voters choose representatives that are most acceptable to all",
        "Introducing compulsory voting causes Everyone would vote. And Everyone would vote causes True voice of the country being heard",
        "Introducing compulsory voting causes more people participate in the elections. And more people participate in the elections causes true voice of the country would be heard"
    ],
    "We should introduce compulsory voting, compulsory voting would promote the general public to take responsibility in choosing their elected officials.": [
        "Introducing compulsory voting causes gives people power on who to lead them. And gives people power on who to lead them causes would promote the general public to take responsibility in choosing their elected officials.",
        "Introducing compulsory voting causes people to study the elected officials. And people to study the elected officials causes taking responsibility in choosing their officials"
    ],
    "We should introduce compulsory voting, compulsory voting would require everyone to participate in our democracy and ensure that a candidate is selected by more than just the 10 or 20 percent of the population that gets out to vote.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Ensuring fair representation in government.",
        "Introducing compulsory voting causes Increasing voter turnout on election day.. And Increasing voter turnout on election day. causes Requiring everyone to participate in our democracy, ensuring that a candidate is selected by more than just the 10 or 20 percent of the population that gets out to vote."
    ],
    "We should introduce compulsory voting, elected officials are currently chosen by about 20% of the population and thus do not represent everyone": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation in government.",
        "Introducing compulsory voting causes choosing of better leaders. And choosing of better leaders suppresses do not represent everyone",
        "Introducing compulsory voting causes people mandatorily required to choose their favorite official by voting. And people mandatorily required to choose their favorite official by voting suppresses elected officials not representing everyone"
    ],
    "We should introduce compulsory voting, elections are supposed to be won by the opinion of the people.  if only a select few people vote, then the result only reflects their opinions, not that of the whole population.": [
        "Introducing compulsory voting causes Ensuring more people turn out to vote.. And Ensuring more people turn out to vote. suppresses The results of an election only reflecting the views of a select people, not the whole population.",
        "Introducing compulsory voting causes a wider variety of opinions to be represented. And a wider variety of opinions to be represented causes votes from more people leads to more representative choices",
        "Introducing compulsory voting causes people mandatorily required to voice their opinions by voting. And people mandatorily required to voice their opinions by voting causes reflecting opinions of the whole population.",
        "Introducing compulsory voting causes people of many different backgrounds have to vote. And people of many different backgrounds have to vote causes more representative election results"
    ],
    "We should introduce compulsory voting, ensuring everyone has a voice in our elections is critical to a functioning democracy": [
        "Introducing compulsory voting causes More people to voice opinions to government. And More people to voice opinions to government causes decisions reflect true will of the people",
        "Introducing compulsory voting causes More people would vote. And More people would vote causes Everyone would have a voice in their government and democracy",
        "Introducing compulsory voting causes people to take part in their democratic rights. And people to take part in their democratic rights causes Ensuring everyone has a voice in our elections",
        "Introducing compulsory voting suppresses Being politically complacent and not voting.. And Being politically complacent and not voting. suppresses Ensuring everyone has a voice in our elections."
    ],
    "We should introduce compulsory voting, everybody has the responsibilty to give their opinion on what happens in their country": [
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Better representation",
        "Introducing compulsory voting causes People to elect leaders they desire. And People to elect leaders they desire causes Gives everyone a responsibility to give their opinion on what happens in their country",
        "Introducing compulsory voting causes all people mandatorily required to voice their opinions by voting. And all people mandatorily required to voice their opinions by voting causes everybody giving their opinion on the issues in their country",
        "Introducing compulsory voting causes more people turning up at the voter polls. And more people turning up at the voter polls causes Everybody having the responsibility to give their opinion"
    ],
    "We should introduce compulsory voting, everyone should be required to vote to make sure that people who are elected are chosen by the majority.": [
        "Introducing compulsory voting causes Elections truly represent decisions of the majority of people.. And Elections truly represent decisions of the majority of people. causes Elected people are chosen by the majority.",
        "Introducing compulsory voting causes Increasing the voter turnout rate.. And Increasing the voter turnout rate. causes Ensuring people who are elected are chosen by the majority.",
        "Introducing compulsory voting causes Not letting politicians use voter disenfranchisement.. And Not letting politicians use voter disenfranchisement. causes Having politicians who were elected in a fair manner.",
        "Introducing compulsory voting causes People to elect favourable candidates. And People to elect favourable candidates causes to make sure that people who are elected are chosen by the majority."
    ],
    "We should introduce compulsory voting, everyone should vote, but voting turnout continues to decline. this would ensure everyone takes part in the democratic process.": [
        "Introducing compulsory voting causes All citizens participate in elections. And All citizens participate in elections causes Voting turnout improves",
        "Introducing compulsory voting causes Increase in voter turnout. And Increase in voter turnout causes Everyone takes part in democratic process.",
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Proper representation"
    ],
    "We should introduce compulsory voting, far too few people actually vote, meaning that those in government are not truly representative of the people.": [
        "Introducing compulsory voting causes Increasing voter turnout through mandate.. And Increasing voter turnout through mandate. suppresses Those in government being unrepresentative of the people, as far too few people actually vote.",
        "Introducing compulsory voting causes More people to vote in elections.. And More people to vote in elections. suppresses those in government are not truly representative of the people",
        "Introducing compulsory voting causes More people will vote. And More people will vote suppresses Not many people vote so the government is not representative of that"
    ],
    "We should introduce compulsory voting, far too few people actually vote; therefore, our government is nowhere close to representative of the views and needs of the people.": [
        "Introducing compulsory voting causes Encouraging high voter turnout.. And Encouraging high voter turnout. causes Fair representation of all groups in government.",
        "Introducing compulsory voting causes Significantly increasing voter turnout in general elections.. And Significantly increasing voter turnout in general elections. suppresses The government being nowhere close to representative of the views and needs of the people.",
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes improved representative of the views and needs of the people.",
        "Introducing compulsory voting causes people being mandated to show up at the voter polls. And people being mandated to show up at the voter polls suppresses Government being nowhere close to representative views of the people"
    ],
    "We should introduce compulsory voting, far too people vote in elections as is; the government, therefore, is not at all representative of the people. compulsory voting may fix this.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes fair representation in government.",
        "Introducing compulsory voting causes More people to vote. And More people to vote causes The government would be better represented if we had compulsory voting",
        "Introducing compulsory voting causes More people to vote. And More people to vote suppresses Too few people vote creating an unrepresentative government.",
        "Introducing compulsory voting causes More wide voter involvement. And More wide voter involvement causes Government  is more representative of voters"
    ],
    "We should introduce compulsory voting, if everyone voted there would be a fairer and more accurate representation of leaders and government and requiring voting is the only way to achieve this.": [
        "Introducing compulsory voting causes Everyone to vote. And Everyone to vote causes Compulsory voting would allow a fairer and more accurate representation of elected officials",
        "Introducing compulsory voting causes Forcing politicians to earn people's votes. And Forcing politicians to earn people's votes causes Obtaining more accurate representation in your leaders.",
        "Introducing compulsory voting causes More people go to vote. And More people go to vote causes Fair and accurate representation in government"
    ],
    "We should introduce compulsory voting, if everyone votes, the results actually reflect what people want.": [
        "Introducing compulsory voting causes Increasing voter turnout rates, therefore more accurately gauging public sentiment.. And Increasing voter turnout rates, therefore more accurately gauging public sentiment. causes Election results reflecting what people want.",
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Better representation",
        "Introducing compulsory voting causes More people would vote. And More people would vote causes More people would participate in government and would reflect what they actually want.",
        "Introducing compulsory voting causes People vote and listen to candidates speeches. And People vote and listen to candidates speeches causes People elect people whom they trust",
        "Introducing compulsory voting causes people have a voice and power. And people have a voice and power causes reflects what people want."
    ],
    "We should introduce compulsory voting, in countries like australia, compulsory voting has increased voter participation.": [
        "Introducing compulsory voting causes a law that everyone has to vote. And a law that everyone has to vote causes voter participation will be increased",
        "Introducing compulsory voting causes every individual is forced to express his opinion. And every individual is forced to express his opinion causes Increased voter participation",
        "Introducing compulsory voting suppresses People sitting out elections because they don't know enough to ask questions of elected officials. And People sitting out elections because they don't know enough to ask questions of elected officials suppresses Countries that have compulsory voting have high voter participation",
        "Introducing compulsory voting suppresses limited voting times and sites. And limited voting times and sites suppresses increase in voter participation"
    ],
    "We should introduce compulsory voting, introducing compulsory voting will give the people more of a voice in politics.": [
        "Introducing compulsory voting causes Enabling more people to vote.. And Enabling more people to vote. causes Giving the people more of a voice in politics.",
        "Introducing compulsory voting causes High voter turnout.. And High voter turnout. causes Fair representation in government",
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Better and effective representation",
        "Introducing compulsory voting causes More people vote for their own interests. And More people vote for their own interests causes Persons running for office must do what most people want",
        "Introducing compulsory voting causes electing leaders of our choice. And electing leaders of our choice causes It will give the people more of a voice in politics."
    ],
    "We should introduce compulsory voting, it is important that every voice is heard when it comes to elections. otherwise we cannot be sure the government really represents the people.": [
        "Introducing compulsory voting causes Better leaders are chosen. And Better leaders are chosen causes every voice is heard",
        "Introducing compulsory voting causes Ensuring that the vast majority of the populace votes.. And Ensuring that the vast majority of the populace votes. causes Everyone's voice being heard when it comes to elections, thereby ensuring the government really represents the people.",
        "Introducing compulsory voting causes Governed constituents to vote.. And Governed constituents to vote. causes Government really represents the people.",
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Fair representation in government.",
        "Introducing compulsory voting causes a higher voter turnout at the polling stations. And a higher voter turnout at the polling stations causes Every voice being heard"
    ],
    "We should introduce compulsory voting, it sends a worthwhile message; that your vote and your opinion is important to a democratic decision. a democracy cannot be representative of the people if vast portions of some demographics don't vote": [
        "Introducing compulsory voting suppresses people staying at home and not picking a candidate. And people staying at home and not picking a candidate suppresses democracy better represented"
    ],
    "We should introduce compulsory voting, it should be everyone's responsibility to vote so there is a fair representation at the polling station rather than just a small percentage deciding the fate of everyone.": [
        "Introducing compulsory voting causes Increased voter turnout. And Increased voter turnout causes Fairer representation at the polling station",
        "Introducing compulsory voting causes all eligible citizens to be mandatorily required to vote. And all eligible citizens to be mandatorily required to vote causes fair representation at the polling station",
        "Introducing compulsory voting causes everyone votes. And everyone votes causes fair representation",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Better representation."
    ],
    "We should introduce compulsory voting, it's  important that everyone  have a say by voting.  if everyone had to vote we would have a fair view of what everyone thought about who should be elected, not just those who could be bothered to turn up.": [
        "Introducing compulsory voting causes all in society participate. And all in society participate causes View of all voters is given",
        "Introducing compulsory voting causes people from all segments of populace forced to vote. And people from all segments of populace forced to vote causes fair view of what everyone thought about who should be elected"
    ],
    "We should introduce compulsory voting, looking at the current state of politics around the world it is evident that democracy only exists through vigilance. compulsory voting would help to keep democracy alive when under threat.": [
        "Introducing compulsory voting causes Higher voter turn out.. And Higher voter turn out. causes Promoting democracy",
        "Introducing compulsory voting causes People choosing their leader. And People choosing their leader causes keep democracy alive",
        "Introducing compulsory voting causes people mandatorily required to voice their opinions by voting. And people mandatorily required to voice their opinions by voting causes keeping democracy alive"
    ],
    "We should introduce compulsory voting, mandatory voting is the best way to ensure that elected officials truly reflect the will of the people.": [
        "Introducing compulsory voting causes All persons making a selection. And All persons making a selection causes expressing will by all voting",
        "Introducing compulsory voting causes Diverse populations participate in elections. And Diverse populations participate in elections causes Fair representation of the people's will"
    ],
    "We should introduce compulsory voting, not enough people vote in elections and by introducing compulsory voting we would be supporting democracy.": [
        "Introducing compulsory voting causes Greater involvement in the democratic process.. And Greater involvement in the democratic process. causes Supporting democracy",
        "Introducing compulsory voting causes Increased voter turnout via mandates.. And Increased voter turnout via mandates. causes Supporting democracy by ensuring that enough people vote in elections",
        "Introducing compulsory voting causes Not having to worry about low voter turnout.. And Not having to worry about low voter turnout. causes Making people help keep democracy alive.",
        "Introducing compulsory voting causes election of leaders of our choice. And election of leaders of our choice causes supporting of democracy.",
        "Introducing compulsory voting causes everyone turning up to the voting polls to have their voices heard. And everyone turning up to the voting polls to have their voices heard causes Supporting democracy"
    ],
    "We should introduce compulsory voting, participation is necessary for a functional democracy.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Promoting a functional democracy",
        "Introducing compulsory voting causes everyone's voice to be heard. And everyone's voice to be heard suppresses dysfunctional democracy",
        "Introducing compulsory voting causes people choose the leader they want.. And people choose the leader they want. causes democratic representation."
    ],
    "We should introduce compulsory voting, the country is run by people who are selected by voters.  all people have a stake in the government so all should be required to vote and show their opinions.": [
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes More people play a role in governance.",
        "Introducing compulsory voting causes all populations to cast a vote. And all populations to cast a vote causes Office holders will be more representational"
    ],
    "We should introduce compulsory voting, the introduction of compulsory voting is essential and will ensure that everybody takes ownership of election results.": [
        "Introducing compulsory voting causes normally underrepresented and or apathetic voters forced to vote. And normally underrepresented and or apathetic voters forced to vote causes everyone takes ownership of election results"
    ],
    "We should introduce compulsory voting, the more people participate in the voting process, the better it is for democracy and society as a whole.": [
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Intensified Democracy",
        "Introducing compulsory voting causes ensuring high voter turnout. And ensuring high voter turnout causes improving democracy and soceity",
        "Introducing compulsory voting causes everyone to contribute to politics. And everyone to contribute to politics causes fosters democracy among society",
        "Introducing compulsory voting causes more people will vote. And more people will vote causes Improving democracy",
        "Introducing compulsory voting causes voices of all eligible voters to be heard. And voices of all eligible voters to be heard causes Better democracy and society as a whole"
    ],
    "We should introduce compulsory voting, the number of people participating in voting across all elections has been steadily declining  year on year so we need compulsory voting to ensure representative elections": [
        "Introducing compulsory voting causes Making politicians have to campaign to more people.. And Making politicians have to campaign to more people. causes Having more representative elections.",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes ensuring representative elections",
        "Introducing compulsory voting causes increase in voter numbers. And increase in voter numbers causes More voices are heard by politicians"
    ],
    "We should introduce compulsory voting, the only way to have a true democracy is if every voice is heard.": [
        "Introducing compulsory voting causes everyone to voice their opinion through voting. And everyone to voice their opinion through voting causes every voice is heard",
        "Introducing compulsory voting causes forces those who wouldn't otherwise vote to vote. And forces those who wouldn't otherwise vote to vote causes allows all voices to be heard",
        "Introducing compulsory voting causes people to be mandatorily required to vote. And people to be mandatorily required to vote causes a true democracy with every voice to be heard"
    ],
    "We should introduce compulsory voting, the people should be heard and introducing compulsory voting will give you a realistic picture of what they want": [
        "Introducing compulsory voting causes Better voting. And Better voting causes Increased number of votes",
        "Introducing compulsory voting causes all eligible citizens to be mandatorily required to vote. And all eligible citizens to be mandatorily required to vote causes a realistic picture of what people want",
        "Introducing compulsory voting causes entire society to participate in voting. And entire society to participate in voting causes realistic picture of what society wants",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Accurate representation of the people's will.",
        "Introducing compulsory voting causes include everyone in the government. And include everyone in the government causes representation of the people"
    ],
    "We should introduce compulsory voting, the right for every citizen to vote was a hard battle and now they have that right they should use it.": [
        "Introducing compulsory voting causes all eligible citizens to be mandatorily required to vote. And all eligible citizens to be mandatorily required to vote causes every citizen to have the right to vote",
        "Introducing compulsory voting causes everyone is forced to vote. And everyone is forced to vote causes everyone  exercises their right to vote",
        "Introducing compulsory voting causes everyone voting. And everyone voting causes usage of the right to vote"
    ],
    "We should introduce compulsory voting, the vote is the basis of democracy and must be mandatory": [
        "Introducing compulsory voting causes high voter turnout.. And high voter turnout. causes Promoting democracy ."
    ],
    "We should introduce compulsory voting, this would ensure that everyone's opinion is being represented and that everyone will have to think and take part in politics and how it affects them.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Fair representation in government.",
        "Introducing compulsory voting causes a higher voter turnout at the polls. And a higher voter turnout at the polls causes Everyone's opinion being represented",
        "Introducing compulsory voting suppresses Voter complacency and nonparticipation.. And Voter complacency and nonparticipation. suppresses Ensuring that everyone's opinion is represented, and everyone will have to think and take part in politics and how it affects them."
    ],
    "We should introduce compulsory voting, to make an election truly fair,  as in to have a candidate elected that truly represents the people, everyone should have to vote.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Accurate representation of the people's will.",
        "Introducing compulsory voting causes people from all demographics vote. And people from all demographics vote causes candidate elected that truly represents the people",
        "Introducing compulsory voting causes people to voice their leader. And people to voice their leader causes To make an election truly fair",
        "Introducing compulsory voting causes totalitarianism views. And totalitarianism views causes everyone should have to vote"
    ],
    "We should introduce compulsory voting, turn out figures are unacceptably low, we need to motivate people to be active voters for a representative democracy": [
        "Introducing compulsory voting causes adults are forced to make informed decisions and express their view on political matters. And adults are forced to make informed decisions and express their view on political matters causes People are motivated to be active voters for a representative democracy",
        "Introducing compulsory voting suppresses voter apathy in the political process. And voter apathy in the political process suppresses motivate people to be active voters"
    ],
    "We should introduce compulsory voting, voter apathy is the enemy of democracy, for a representative vote we must encourage voting as efficiently as we can": [
        "Introducing compulsory voting causes As many people to vote as possible. And As many people to vote as possible causes Representative votes.",
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Promoting democracy",
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Better representation",
        "Introducing compulsory voting causes Voters forced to take action.. And Voters forced to take action. suppresses Voter apathy."
    ],
    "We should introduce compulsory voting, voter turnout these days are dropping steadily so we need to make everyone vote to show the true representation of the people": [
        "Introducing compulsory voting causes Election of leaders aligned to our needs. And Election of leaders aligned to our needs causes The true representation of the people",
        "Introducing compulsory voting causes More different type people voting. And More different type people voting causes Higher diversity and representation at polls",
        "Introducing compulsory voting causes increased awareness of candidates. And increased awareness of candidates causes better representation of the people",
        "Introducing compulsory voting causes requirement. And requirement causes mandatory"
    ],
    "We should introduce compulsory voting, voting is an important part of making democracy work, and should be mandatory.": [
        "Introducing compulsory voting causes a higher voter turnout. And a higher voter turnout causes making democracy work",
        "Introducing compulsory voting causes better presentation. And better presentation causes Making democracy work",
        "Introducing compulsory voting causes everyone to vote and have their say. And everyone to vote and have their say causes making democracy work"
    ],
    "We should introduce compulsory voting, voting is so important. voter turnout would be much higher if compulsory voting was introduced.": [
        "Introducing compulsory voting causes every eligible citizen to be mandatorily required to vote. And every eligible citizen to be mandatorily required to vote causes higher voter turnout",
        "Introducing compulsory voting causes everyone votes. And everyone votes causes higher voter turnout to satisfy importance of voting",
        "Introducing compulsory voting causes high number of voter turnout. And high number of voter turnout causes High voting numbers",
        "Introducing compulsory voting causes will compel franchised individuals to vote. And will compel franchised individuals to vote causes to increase voter turnout"
    ],
    "We should introduce compulsory voting, voting is such an important part of being part of society and its decision making process that it should be compulsory.": [
        "Introducing compulsory voting causes everyone to vote. And everyone to vote causes being an important part of being part of society and its decision making process"
    ],
    "We should introduce compulsory voting, we must ensure everyone's voice is heard by introducing compulsory voting.": [
        "Introducing compulsory voting causes Enabling more people to choose their leader. And Enabling more people to choose their leader causes Giving people a voice",
        "Introducing compulsory voting causes choosing a preferred leader.. And choosing a preferred leader. causes Equal representation",
        "Introducing compulsory voting causes choosing leaders of our choice. And choosing leaders of our choice causes Hearing of Everyone's voice.",
        "Introducing compulsory voting causes everyone votes. And everyone votes causes everyone's voice is heard",
        "Introducing compulsory voting causes people to be mandatorily required to vote. And people to be mandatorily required to vote causes everyone's voice to be heard"
    ],
    "We should introduce compulsory voting, we need to introduce compulsory voting as everyone should vote so that we have a better balance and a more accurate outcome.": [
        "Introducing compulsory voting causes Increasing voter turnout.. And Increasing voter turnout. causes Having a better balance and more accurate outcome via everyone voting.",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes a more accurate outcome",
        "Introducing compulsory voting causes fair elections. And fair elections causes better balance and a more accurate outcome.",
        "Introducing compulsory voting causes higher voter turnout.. And higher voter turnout. causes Ensureing fair representation"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting as all citizens need to have their voices heard to make the outcomes of elections more credible and truly representative of the whole population.": [
        "Introducing compulsory voting causes Forcing politicians to have to earn people's votes.. And Forcing politicians to have to earn people's votes. causes Having a more representative government.",
        "Introducing compulsory voting causes Mass voter turnout. And Mass voter turnout causes Better representation",
        "Introducing compulsory voting causes wider variety and number of people made to vote. And wider variety and number of people made to vote causes more credible and repreentative elections"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because democracy loses out when people get turned off politics and don't get involved": [
        "Introducing compulsory voting causes Increased voter turnout and political engagement.. And Increased voter turnout and political engagement. suppresses Democracy losing and people failing to get involved in politics.",
        "Introducing compulsory voting causes People to vote. And People to vote suppresses democracy loses out when people get turned off politics and don't get involved",
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote suppresses democracy losing out",
        "Introducing compulsory voting causes high voter turnout. And high voter turnout causes Promoting democracy"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because each citizen has a right to voice their opinion on who is leading this country.": [
        "Introducing compulsory voting causes Forces more people to have a voice in their government.. And Forces more people to have a voice in their government. causes People should have a say in how their government is run and compulsory voting does a good job of allowing people to have an opinion.",
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Promoting freedom of expression.",
        "Introducing compulsory voting causes all citizens to vote. And all citizens to vote causes All citizens exercise their rights"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because every citizen lives in this country and must voice their opinion when it comes to voting or else the results will always be skewed.": [
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Fair representation in government",
        "Introducing compulsory voting suppresses a limited group of people voting. And a limited group of people voting causes results will always be skewed",
        "Introducing compulsory voting suppresses only a small percentage of a country voting and voicing their opinions. And only a small percentage of a country voting and voicing their opinions causes the results will always be skewed"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because every people in a certain country should vote because they are a citizen of that country and still needed to be counted": [
        "Introducing compulsory voting causes a better representation of the population. And a better representation of the population causes All the citizens of a country to be counted",
        "Introducing compulsory voting causes every citizen of country to vote. And every citizen of country to vote causes every citizen of country rightfully counted",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Improved representation"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because it is a more accurate way of counting votes": [
        "Introducing compulsory voting causes all eligible citizens to be mandatorily required to vote. And all eligible citizens to be mandatorily required to vote causes votes to be counted in a more accurate way"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because it means candidates have to consider the whole electorate including the poorer and less well educated who otherwise tend not to vote.": [
        "Introducing compulsory voting causes More diverse voter participation. And More diverse voter participation causes Fair representation in government",
        "Introducing compulsory voting causes all people mandatorily required to voice their opinions by voting. And all people mandatorily required to voice their opinions by voting causes candidates having to consider the whole electorate",
        "Introducing compulsory voting causes everyone in an electorate being required to vote. And everyone in an electorate being required to vote causes candidates have to consider the whole electorate including the poorer and less well educated who otherwise tend not to vote",
        "Introducing compulsory voting causes expansion in groups who vote. And expansion in groups who vote causes candidates have to consider the whole electorate"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting because there won't be any call for revotes or extra elections": [
        "Introducing compulsory voting causes having enough voter turnout so that a winner can be decided. And having enough voter turnout so that a winner can be decided causes No call for revotes or extra elections",
        "Introducing compulsory voting causes persons have more faith in system, because they contribute to it. And persons have more faith in system, because they contribute to it causes More voters participating makes process more sure"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting so nobody will can complaint that their voices not heard.": [
        "Introducing compulsory voting causes Higher voter turnout.. And Higher voter turnout. causes Ensuring fair representation",
        "Introducing compulsory voting causes all people to express their opinion. And all people to express their opinion causes people will not complain that their voices are not heard"
    ],
    "We should introduce compulsory voting, we should introduce compulsory voting to make sure that every single voice is heard and so that nobody is suppressed at the polls.": [
        "Introducing compulsory voting causes All people to express their political opinions.. And All people to express their political opinions. causes every single voice is heard",
        "Introducing compulsory voting causes Mandating that all individuals vote, under penalty of law.. And Mandating that all individuals vote, under penalty of law. causes Ensuring that every single voice is head, so nobody is suppressed at the polls.",
        "Introducing compulsory voting causes everybody to vote. And everybody to vote causes Every single voice being heard and nobody being suppressed at the polls",
        "Introducing compulsory voting causes everyone is forced to go vote. And everyone is forced to go vote causes Every single voice is heard and nobody is suppressed at the polls"
    ],
    "We should introduce compulsory voting, where compulsory voting exists, in countries like australia, participation rates are the highest in the world. this inevitably leads to more truly representative democracy.": [
        "Introducing compulsory voting causes Greater number of voters. And Greater number of voters causes More complete representation",
        "Introducing compulsory voting causes Greater political expression of different viewpoints.. And Greater political expression of different viewpoints. causes Truly representative democracy.",
        "Introducing compulsory voting causes Higher voter turnout. And Higher voter turnout causes Fair representation in government.",
        "Introducing compulsory voting causes People to practice their rights. And People to practice their rights causes truly representative democracy."
    ],
    "We should introduce compulsory voting, with lower than ever voter turn outs, voting should be made mandatory so that democratic voting can be shared by all.": [
        "Introducing compulsory voting causes all people to be mandatorily required to vote. And all people to be mandatorily required to vote causes democratic voting being shared by all.",
        "Introducing compulsory voting causes higher voter turnout. And higher voter turnout causes Improving democracy",
        "Introducing compulsory voting causes people forced to get out and vote. And people forced to get out and vote causes higher voter turnout"
    ]
}