{
    "We should legalize cannabis, Buying illegal marijuana on the street is unsafe. It could be laced with unknown substances. Legal marijuana is regulated for consumer safety.": [
        "Legalizing cannabis causes Regulating and controlling quality. And Regulating and controlling quality causes Promoting consumer safety",
        "Legalizing cannabis causes government regulations. And government regulations causes marijuana regulated for consumer safety",
        "Legalizing cannabis causes regular government scrutiny of cannabis products. And regular government scrutiny of cannabis products causes consumer safety to be regulated"
    ],
    "We should legalize cannabis, Cannabis has a lot of medical benefits and can provide a great source of money in the economy.": [
        "Legalizing cannabis causes People with diseases can use it to feel better. And People with diseases can use it to feel better causes Cannabis provides medical benefits and money for the economy",
        "Legalizing cannabis causes cannabis sales to move out of black market. And cannabis sales to move out of black market causes source of money for economy",
        "Legalizing cannabis causes government to tax on sales of cannabis products. And government to tax on sales of cannabis products causes providing a great source of money in the economy.",
        "Legalizing cannabis suppresses Restless leg syndrome. And Restless leg syndrome suppresses Elders in pain sleep better"
    ],
    "We should legalize cannabis, Cannabis has proven to be a better alternative to opioids in the management of pain. It is a natural plant and should be legal.": [
        "Legalizing cannabis causes Easier access to medical cannabis. And Easier access to medical cannabis causes Relieving pain in patients",
        "Legalizing cannabis causes Makes cannabis available to people taking opioids.. And Makes cannabis available to people taking opioids. causes Alternative to opioids in the management of pain.",
        "Legalizing cannabis causes easy access to cannabis for everyone. And easy access to cannabis for everyone causes good alternative in the management of pain"
    ],
    "We should legalize cannabis, Cannabis helps cancer patients more than pharmacy drugs.": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating cancer patients",
        "Legalizing cannabis causes Increasing medical research, and therefore medical use of cannabis.. And Increasing medical research, and therefore medical use of cannabis. causes Helping cancer patients more than pharmacy drugs.",
        "Legalizing cannabis causes easy access to pain relieving medicinal cannabis products. And easy access to pain relieving medicinal cannabis products causes helping cancer patients",
        "Legalizing cannabis causes proper use. And proper use causes Responsible use"
    ],
    "We should legalize cannabis, I has been scientifically proven that cannabis is useful in treating pain in MS sufferers. It has also shown great promise in the reduction of seizures in those with sever epilepsy.": [
        "Legalizing cannabis causes Easier access to  medical marijuana. And Easier access to  medical marijuana causes Treating diseases.",
        "Legalizing cannabis causes cannabis more readily available for people to acquire and use. And cannabis more readily available for people to acquire and use causes cannabis is useful in treating pain in MS sufferers and the reduction of seizures in those with severe epilepsy.",
        "Legalizing cannabis causes easy access to cannabis for its medical use. And easy access to cannabis for its medical use causes Reduces seizures in those with sever epilepsy",
        "Legalizing cannabis causes more options for pain management. And more options for pain management causes treating pain in MS sufferers"
    ],
    "We should legalize cannabis, It is a person's right to choose what he or she puts in his or her body. Outlawing marijuana violates that right.": [
        "Legalizing cannabis causes people using cannabis products without feeling like criminals. And people using cannabis products without feeling like criminals suppresses Violating a person's rights",
        "Legalizing cannabis causes unrestricted access to medicinal cannabis products. And unrestricted access to medicinal cannabis products suppresses violating human rights"
    ],
    "We should legalize cannabis, Legalizing cannabis will make it easier for those who need it for medical reasons to obtain it.": [
        "Legalizing cannabis causes No fear of arrest for buying cannabis.. And No fear of arrest for buying cannabis. causes Cannabis easier to obtain for those who need it for medical reasons.",
        "Legalizing cannabis causes Reduced restrictions on businesses and individuals who wish to sell cannabis.. And Reduced restrictions on businesses and individuals who wish to sell cannabis. causes Making it easier to obtain for those who need it for medical reasons.",
        "Legalizing cannabis causes Unrestricted distribution. And Unrestricted distribution causes Easy to obtain for medical reasons",
        "Legalizing cannabis causes cannabis available without prescription. And cannabis available without prescription causes easier for people with medical reasons to obtain cannabis",
        "Legalizing cannabis causes people having widespread access to cannabis product. And people having widespread access to cannabis product causes Easier to get for those who need it for medical reasons"
    ],
    "We should legalize cannabis, Legalizing cannabis will make it more easily accessible to those who need it for medical reasons.": [
        "Legalizing cannabis causes New forms of Cannabis treatment. And New forms of Cannabis treatment causes Persons who need safe pain relief get it.",
        "Legalizing cannabis causes allows it to be used safely as medicine. And allows it to be used safely as medicine causes people with medical conditions can use it",
        "Legalizing cannabis causes easy access to medical cannabis. And easy access to medical cannabis causes treating sick people"
    ],
    "We should legalize cannabis, Legalizing cannabis would allow the authorities to control the quality and strength of the product making it safer to use and could also collect tax from the sale.": [
        "Legalizing cannabis causes Allowing cannabis to be regulated.. And Allowing cannabis to be regulated. causes Making cannabis safer to use.",
        "Legalizing cannabis causes Increased safety guidelines and quality control from the government or other regulatory organizations.. And Increased safety guidelines and quality control from the government or other regulatory organizations. causes Allowing the authorities to control the quality and strength of cannabis products, making it safer."
    ],
    "We should legalize cannabis, Legalizing cannabis would eliminate the criminal components and violence which the present system encourages.": [
        "Legalizing cannabis causes sale of marijuana by criminals with violent tendencies. And sale of marijuana by criminals with violent tendencies suppresses eliminate the criminal components and violence of illegal cannabis",
        "Legalizing cannabis causes the rate of criminal activities will be reduced. And the rate of criminal activities will be reduced suppresses criminal activities and violence",
        "Legalizing cannabis suppresses Drug dealers selling Cannabis. And Drug dealers selling Cannabis causes Criminals make large profits from selling cannabis"
    ],
    "We should legalize cannabis, Legalizing marijuana boosts the economy and increases tax revenue.": [
        "Legalizing cannabis causes Legal sales of cannabis to be taxed. And Legal sales of cannabis to be taxed causes Tax revenue increased",
        "Legalizing cannabis causes More items sold are taxed. And More items sold are taxed causes More tax income for state",
        "Legalizing cannabis causes authorized shops that sell cannabis, which will pay tax to states, unlike the illegal dealers. And authorized shops that sell cannabis, which will pay tax to states, unlike the illegal dealers causes economy is boosted and tax revenue increases",
        "Legalizing cannabis causes marijuana becomes taxed. And marijuana becomes taxed causes increases tax revenues"
    ],
    "We should legalize cannabis, Legalizing marijuana would dismantle the black market and put drug dealers out of business.": [
        "Legalizing cannabis causes Cannabis sold by legal establishments.. And Cannabis sold by legal establishments. causes Put drug dealers out of business.",
        "Legalizing cannabis causes Regulating manufacturing and distribution of cannabis. And Regulating manufacturing and distribution of cannabis causes Curtailing drug dealing.",
        "Legalizing cannabis causes cheaper, legal alternatives to black market cannabis. And cheaper, legal alternatives to black market cannabis causes drug dealers out of business",
        "Legalizing cannabis causes laws to be imposed on cannabis transactions. And laws to be imposed on cannabis transactions causes dismantling the black market",
        "Legalizing cannabis causes legal sales. And legal sales causes dismantling of the black market and put drug dealers out of business."
    ],
    "We should legalize cannabis, Legalizing marijuana would end the costly enforcement of marijuana laws and free up police resources which could focus on more serious crimes.": [
        "Legalizing cannabis causes diversion of the resources  used for enforcement of marijuana laws to important projects.. And diversion of the resources  used for enforcement of marijuana laws to important projects. causes better economy",
        "Legalizing cannabis causes police not to be forced to track down cannabis sellers. And police not to be forced to track down cannabis sellers causes Police resources are freed"
    ],
    "We should legalize cannabis, Legalizing marijuana would lead to a reduction in gang-related drug violence.": [
        "Legalizing cannabis causes Less gang sales of cannabis. And Less gang sales of cannabis causes Reduction in gang-related drug violence",
        "Legalizing cannabis causes Stop gang involvement in cannabis sale.. And Stop gang involvement in cannabis sale. causes Reduction in gang-related drug violence."
    ],
    "We should legalize cannabis, Marijuana has proven medical benefits for patients suffering from diseases such as cancer, AIDS, and glaucoma.": [
        "Legalizing cannabis causes Availability to the public. And Availability to the public causes Benefits patients suffering from diseases",
        "Legalizing cannabis causes people to feel less pain. And people to feel less pain causes Healthy people."
    ],
    "We should legalize cannabis, Marijuana is no more harmful to a person's health than alcohol or tobacco, which are both legal. Therefore, marijuana should also be legal.": [
        "Legalizing cannabis causes More fair use of substances that are no more dangerous than legal ones. And More fair use of substances that are no more dangerous than legal ones causes Safe use of more substances of equitable health impacts"
    ],
    "We should legalize cannabis, The excessive number of marijuana arrests each year place an undue burden on our judicial system. Legalizing marijuana would ease this burden.": [
        "Legalizing cannabis causes Releasing people convicted of possession and use of cannabis. And Releasing people convicted of possession and use of cannabis causes Easing the burden on the judicial system",
        "Legalizing cannabis causes eliminate marijuana cases from entering judicial system. And eliminate marijuana cases from entering judicial system suppresses undue burden on our judicial system",
        "Legalizing cannabis causes less drug trafficking and crimes. And less drug trafficking and crimes causes an undue burden on our judicial system to be eased"
    ],
    "We should legalize cannabis, The increased tax revenue gained from legalizing marijuana can be used to fund public projects, fix roads, improve schools, etc.": [
        "Legalizing cannabis causes More businesses will sell cannabis.. And More businesses will sell cannabis. causes Increased tax revenue.",
        "Legalizing cannabis causes Taxing cannabis businesses. And Taxing cannabis businesses causes Improving revenue collection.",
        "Legalizing cannabis causes The regulation and taxation of legalized cannabis products.. And The regulation and taxation of legalized cannabis products. causes Increasing tax revenue to use in funding public projects, fixing roads, improving schools, etc.",
        "Legalizing cannabis causes free sales. And free sales causes increased tax revenue gain",
        "Legalizing cannabis causes people required to pay sales tax when purchasing cannabis products. And people required to pay sales tax when purchasing cannabis products causes funding public projects, fixing roads and improving schools."
    ],
    "We should legalize cannabis, We should legalize cannabis as this would ensure that the supply of cannabis was safe and reliable for those who wish to use it.": [
        "Legalizing cannabis causes Regulating production and distribution. And Regulating production and distribution causes Ensuring safety of cannabis",
        "Legalizing cannabis causes Regulation of growth of supply. And Regulation of growth of supply causes Ensures safe use of cannabis",
        "Legalizing cannabis causes Safe cannabis processing. And Safe cannabis processing suppresses Cut cannabis kills people",
        "Legalizing cannabis suppresses being forced to buy cannabis from dangerous dealers. And being forced to buy cannabis from dangerous dealers suppresses safe and reliable supply of cannabis"
    ],
    "We should legalize cannabis, a great deal of money is wasted every year on trying to police the use of cannabis which would be saved if cannabis was legalized": [
        "Legalizing cannabis causes making the use of cannabis legal. And making the use of cannabis legal causes saving money wasted every year on policing the use of cannabis",
        "Legalizing cannabis causes money to be spent on more important issues. And money to be spent on more important issues suppresses money wasted every year on trying to police the use of cannabis",
        "Legalizing cannabis causes police will no longer be concerned with cannabis use.. And police will no longer be concerned with cannabis use. suppresses money wasted on trying to police the use of cannabis.",
        "Legalizing cannabis suppresses police chase. And police chase causes Money  wastage ."
    ],
    "We should legalize cannabis, a shift from drinking alcohol to cannabis use will decrease crimes because the amount of crime and violence caused by alcohol use is ten times higher than by marijuana": [
        "Legalizing cannabis causes cannabis use to be legal. And cannabis use to be legal causes decreasing of crime",
        "Legalizing cannabis suppresses using of alcohol. And using of alcohol suppresses decrease crimes"
    ],
    "We should legalize cannabis, adults should be able to choose substances that they want to use.": [
        "Legalizing cannabis causes Legalizing of more amusing things. And Legalizing of more amusing things causes Freedom of more amusements"
    ],
    "We should legalize cannabis, as a non-addictive natural substance that is less harmful than currently legal ones such as tobacco and alcohol, it seems that cannabis is still illegal simply due to old prejudices.": [
        "Legalizing cannabis causes Better effects on the body. And Better effects on the body causes non-addictive natural substance that is less harmful than currently legal ones such as tobacco and alcohol",
        "Legalizing cannabis causes Easy access to cannabis.. And Easy access to cannabis. causes Providing a safer alternative to other drugs.",
        "Legalizing cannabis causes more people to rely on plant-derived cannabis products. And more people to rely on plant-derived cannabis products causes being a non-addictive natural substance less harmful than tobacco and alcohol",
        "Legalizing cannabis causes people being able to easily obtain and use a non-addictive and less harmful substance than others available. And people being able to easily obtain and use a non-addictive and less harmful substance than others available suppresses currently legal substances, such as tobacco and alcohol, are addictive and harmful",
        "Legalizing cannabis suppresses illogical laws. And illogical laws causes cannabis is still illegal due to old prejudices"
    ],
    "We should legalize cannabis, bannabis should be legalized as it has been proven to have medical benefits that outweigh any negative effects. it will also remove it from the control of criminals and gangsters": [
        "Legalizing cannabis causes Increasing government regulation and oversight into the sale and quality control of cannabis.. And Increasing government regulation and oversight into the sale and quality control of cannabis. causes Removing cannabis from the control of criminals and gangsters.",
        "Legalizing cannabis causes the creation of stores that are authorized to sell cannabis. And the creation of stores that are authorized to sell cannabis causes Cannabis will be removed from the control of criminals and gangsters",
        "Legalizing cannabis suppresses Allows people to access it safely and legally with government regulation. And Allows people to access it safely and legally with government regulation causes Cannabis has medical benefits and can be safer out of the hands of criminals"
    ],
    "We should legalize cannabis, because cannabis helps regulate body weight, it only makes sense that it would help prevent and regulate diabetes.": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treatment of diseases",
        "Legalizing cannabis causes Medical research and testing. And Medical research and testing causes Possible cure for Diabetes",
        "Legalizing cannabis causes medicinal value. And medicinal value causes regulates body weight",
        "Legalizing cannabis causes widespread use of appetite reducing medicinal cannabis products reducing. And widespread use of appetite reducing medicinal cannabis products reducing causes helping regulate body weight"
    ],
    "We should legalize cannabis, by legalising cannabis it would free up the police to deal with other matters plus by taxing it the government can bring in extra revenue.": [
        "Legalizing cannabis causes Legitimization of cannabis businesses. And Legitimization of cannabis businesses causes Increasing collected revenue",
        "Legalizing cannabis causes government regulation and taxation. And government regulation and taxation causes provide revenue and free up police",
        "Legalizing cannabis causes people to be more sharp if used with moderation.. And people to be more sharp if used with moderation. suppresses nan",
        "Legalizing cannabis suppresses Wasting police officers time on victimless crime. And Wasting police officers time on victimless crime suppresses Violent offenders would be removed from streets more."
    ],
    "We should legalize cannabis, by legalizing and regulating cannabis we ensure that it is not cut with harmful ingredients": [
        "Legalizing cannabis causes It to be regulated and monitored. And It to be regulated and monitored causes The use of cannabis would be much safer for everybody",
        "Legalizing cannabis causes government safety regulation of cannabis. And government safety regulation of cannabis causes safer, purer cannabis"
    ],
    "We should legalize cannabis, cannabis already has a well established market, by legalising it, we take it out of the hands of criminals and the state can benefit from extra revenue from taxing it.": [
        "Legalizing cannabis causes free trade of the drug. And free trade of the drug causes benefit from extra revenue from taxing it.",
        "Legalizing cannabis causes legal businesses can now compete for cannabis sales. And legal businesses can now compete for cannabis sales causes take it out of the hands of criminals"
    ],
    "We should legalize cannabis, cannabis can be used effectively for medicinal purposes to provide relief from sever medical conditions. legalizing cannabis would reduce the amount of criminal activities and make our streets safer.": [
        "Legalizing cannabis causes Allowing cannabis to be medically tested more. And Allowing cannabis to be medically tested more causes Providing relief for medical conditions.",
        "Legalizing cannabis causes People to access it easier and legally. And People to access it easier and legally causes Cannabis would be beneficial to reduce crime and help severe medical conditions",
        "Legalizing cannabis causes availability to patients. And availability to patients causes used effectively for medicinal purposes",
        "Legalizing cannabis causes criminals cant sell cannabis as effectively. And criminals cant sell cannabis as effectively causes reduced amount of criminal activity"
    ],
    "We should legalize cannabis, cannabis can be used for a number of medical issues so making it legal will help with that": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating disesase.",
        "Legalizing cannabis causes Safe Pain relief more available. And Safe Pain relief more available causes Suffering is lessened",
        "Legalizing cannabis causes greater access to medicinal weed. And greater access to medicinal weed causes help with medical issues",
        "Legalizing cannabis causes more people with medical conditions can access marijuana. And more people with medical conditions can access marijuana causes it can be used for a number of medical issues"
    ],
    "We should legalize cannabis, cannabis can have pain relieving effects and some doctors recommend it.": [
        "Legalizing cannabis causes constant access to medicinal cannabis products. And constant access to medicinal cannabis products causes people to experience the pain relieving effects",
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes relief of pain",
        "Legalizing cannabis causes greater access to marijuana. And greater access to marijuana causes pain relieving effects",
        "Legalizing cannabis causes pharmaceutical production for prescription use. And pharmaceutical production for prescription use causes doctors recommend as pain reliever"
    ],
    "We should legalize cannabis, cannabis can help alleviate many medical issues.": [
        "Legalizing cannabis causes Increased medical research and use of cannabis.. And Increased medical research and use of cannabis. causes Cannabis helping to alleviate many medical issues.",
        "Legalizing cannabis causes People accessing it for medical use. And People accessing it for medical use causes alleviation of  many medical issues.",
        "Legalizing cannabis causes availability of the drug. And availability of the drug causes alleviate many medical issues.",
        "Legalizing cannabis causes quick access to medicinal cannabis products. And quick access to medicinal cannabis products causes helping alleviate medical issues."
    ],
    "We should legalize cannabis, cannabis can help cure people with several problems, legalizing it will provide people with a better quality product": [
        "Legalizing cannabis causes Legitimizing cannabis businesses. And Legitimizing cannabis businesses causes Availing quality medicine",
        "Legalizing cannabis causes easier access to higher quality marijuana. And easier access to higher quality marijuana causes cure people with several problems"
    ],
    "We should legalize cannabis, cannabis can offer solace for those people who suffer from great pain due to illness or disability. it is often better than medication that is currently available.": [
        "Legalizing cannabis causes easing access to cannabis. And easing access to cannabis causes Relieving pain",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes solace for people suffering from great pain",
        "Legalizing cannabis causes greater access to marijuana. And greater access to marijuana causes solace for those people who suffer from great pain due to illness or disability"
    ],
    "We should legalize cannabis, cannabis can provide relief for a number of ailments without the side effects of regular medications.": [
        "Legalizing cannabis causes People to get cannabis for their illness. And People to get cannabis for their illness causes Cannabis can help those who suffer from different ailments",
        "Legalizing cannabis causes availability to hospitals. And availability to hospitals causes providing relief for a number of ailments",
        "Legalizing cannabis causes more people using cannabis for medicinal purposes. And more people using cannabis for medicinal purposes causes Relief for a number of ailments without the side effects of regular medications"
    ],
    "We should legalize cannabis, cannabis can relieve the spasticity of the muscles that is sometimes associated with multiple sclerosis and paralysis": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating disease.",
        "Legalizing cannabis causes cannabis being easy to obtain and use by people with medical conditions. And cannabis being easy to obtain and use by people with medical conditions causes relieves the spasticity of the muscles sometimes associated with multiple sclerosis and paralysis",
        "Legalizing cannabis causes easy access to cannabis for its medical use. And easy access to cannabis for its medical use causes The spasticity of the muscles that is sometimes associated with multiple sclerosis and paralysis is relieved"
    ],
    "We should legalize cannabis, cannabis does not harm the body.  alcohol does, yet it is legal.": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Providing a safer alternative to alcohol."
    ],
    "We should legalize cannabis, cannabis does not make people as aggressive as alcohol. there would be less violence if people smoked rather than drank.": [
        "Legalizing cannabis causes More people to smoke weed. And More people to smoke weed causes Cannabis makes people less violent than alcohol",
        "Legalizing cannabis causes calm sensations. And calm sensations causes less violence with cannabis"
    ],
    "We should legalize cannabis, cannabis has been found to alleviate pain, helps insomnia as well as providing other medicinal qualities, is a natural aid and should be legalized.": [
        "Legalizing cannabis causes Making access to cannabis easier. And Making access to cannabis easier causes Providing safe and quality medicine",
        "Legalizing cannabis causes Responsible use. And Responsible use causes Proper use",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes Alleviating pain, helping insomnia and providing other medicinal qualities",
        "Legalizing cannabis causes increased and easier use of marijuana. And increased and easier use of marijuana causes alleviation of pain and insomnia"
    ],
    "We should legalize cannabis, cannabis has been proved to be less harmful than other drugs and play a beneficial and safe form of medication for some illnesses and so should be legalized": [
        "Legalizing cannabis causes greater access to marijuana. And greater access to marijuana causes medical benefits for illnesses",
        "Legalizing cannabis causes prescriptions to Opioids reduced. And prescriptions to Opioids reduced causes People use less Opioids"
    ],
    "We should legalize cannabis, cannabis has been proven as very effective for medical use": [
        "Legalizing cannabis causes New innovations in treatment. And New innovations in treatment causes Effective new medical treatments",
        "Legalizing cannabis causes People suffering from illnesses can get weed easier. And People suffering from illnesses can get weed easier causes Cannabis has medicinal effects",
        "Legalizing cannabis causes cannabis to be available to more people. And cannabis to be available to more people causes Effective medical use",
        "Legalizing cannabis causes easy access to cannabis for everyone. And easy access to cannabis for everyone causes A very effective provider for medical use"
    ],
    "We should legalize cannabis, cannabis has been proven to alleviate pain, hep with insomnia and decrease stress in a natural method.": [
        "Legalizing cannabis causes Free access to medical cannabis. And Free access to medical cannabis causes Getting medicinal value from cannabis",
        "Legalizing cannabis causes allows people struggling with health issues to use cannabis without legal repercussions. And allows people struggling with health issues to use cannabis without legal repercussions causes coping with pain, stress and insomnia",
        "Legalizing cannabis causes less pain and insomnia to the users. And less pain and insomnia to the users causes health benefits",
        "Legalizing cannabis causes more use of unnatural methods to cure insomnia and alleviate stress. And more use of unnatural methods to cure insomnia and alleviate stress suppresses alleviate pain, help with insomnia and decrease stress naturally"
    ],
    "We should legalize cannabis, cannabis has been shown to be less harmful than alcohol so legalising it makes perfect sense.": [
        "Legalizing cannabis causes easier access to cannabis.. And easier access to cannabis. causes Providing safer alternative to alcohol.",
        "Legalizing cannabis suppresses persons drinking alcohol. And persons drinking alcohol causes accidents due to being unsafe"
    ],
    "We should legalize cannabis, cannabis has been shown to be no more harmful to the body than alcohol so should be legalised.": [
        "Legalizing cannabis causes New social drug. And New social drug causes Safe relaxation and pain relief"
    ],
    "We should legalize cannabis, cannabis has been shown to be safer than alcohol and less addictive.  there is no real reason to keep it an illegal substance.": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Providing safer alternative to alcohol.",
        "Legalizing cannabis causes More regulation and monitoring of the drug use. And More regulation and monitoring of the drug use causes Cannabis can be used safely and is non addictive"
    ],
    "We should legalize cannabis, cannabis has been shown to have health benefits so should at least be allowed medically": [
        "Legalizing cannabis causes Getting rid of the stigma surrounding cannabis.. And Getting rid of the stigma surrounding cannabis. causes Allowing cannabis to be used medicinally.",
        "Legalizing cannabis causes More widespread research into the medical uses of cannabis.. And More widespread research into the medical uses of cannabis. causes Cannabis having health benefits"
    ],
    "We should legalize cannabis, cannabis has been shown to provide medicinal effects": [
        "Legalizing cannabis causes Increasing medical research and de-stigmatizing medical use of cannabis.. And Increasing medical research and de-stigmatizing medical use of cannabis. causes Cannabis providing medicinal benefits.",
        "Legalizing cannabis causes People with medical problems to have access to cannabis.. And People with medical problems to have access to cannabis. causes provision of medicinal effects",
        "Legalizing cannabis causes cannabis usage. And cannabis usage causes Providing medicinal effects",
        "Legalizing cannabis causes easy access to cannabis for everyone. And easy access to cannabis for everyone causes Medicinal effects are provided"
    ],
    "We should legalize cannabis, cannabis has been shown to provide pain relief in chronically ill patients, legalization would help ease their suffering.": [
        "Legalizing cannabis causes Availability to patients. And Availability to patients causes Provide pain relief in chronically ill patients",
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Relieving pain.",
        "Legalizing cannabis causes The decriminalization of cannabis for medical use, and therefore a more widespread adoption.. And The decriminalization of cannabis for medical use, and therefore a more widespread adoption. causes Cannabis providing pain relief in chronically ill patients."
    ],
    "We should legalize cannabis, cannabis has great potential as a medical product": [
        "Legalizing cannabis causes easy access to medical cannabis. And easy access to medical cannabis causes availing medicine to sick people",
        "Legalizing cannabis causes laboratory testing and regulation of medicinal cannabis products. And laboratory testing and regulation of medicinal cannabis products causes having great potential as a medical product"
    ],
    "We should legalize cannabis, cannabis has many benefits to cancer patients and people with other painful conditions.": [
        "Legalizing cannabis causes Would allow people easier access to cannabis. And Would allow people easier access to cannabis causes Cannabis could help people manage their pain.",
        "Legalizing cannabis causes easy access to cannabis as a pain relief. And easy access to cannabis as a pain relief causes benefits to people with cancer and other painful conditions"
    ],
    "We should legalize cannabis, cannabis has many medicinal benefits and therefore it should be legalized.": [
        "Legalizing cannabis causes Availability to patients. And Availability to patients causes Medicinal benefits",
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes medicinal benefits",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to enjoy the many medicinal benefits of cannabis"
    ],
    "We should legalize cannabis, cannabis has many medicinal properties that pharmaceutical drugs can’t fix and should be legalized": [
        "Legalizing cannabis causes Distribution to hospitals. And Distribution to hospitals causes Has many medicinal properties that pharmaceutical drugs can’t fix",
        "Legalizing cannabis causes cannabis becomes widely available without prescription. And cannabis becomes widely available without prescription causes utilize properties of cannabis that pharmaceutical drugs don't have"
    ],
    "We should legalize cannabis, cannabis has many valuable medical uses.": [
        "Legalizing cannabis causes New drug research on Cannabis. And New drug research on Cannabis causes New natural treatments ease suffering",
        "Legalizing cannabis causes relief to patients. And relief to patients causes has many valuable medical uses."
    ],
    "We should legalize cannabis, cannabis has medical benefits that could be used to give relief to people with chronic illnesses.": [
        "Legalizing cannabis causes Letting people take charge of their own health. And Letting people take charge of their own health causes Helping people with chronic illnesses.",
        "Legalizing cannabis causes Supply to hospitals. And Supply to hospitals causes Relief to people with chronic illnesses.",
        "Legalizing cannabis causes cannabis available to more people.. And cannabis available to more people. causes relief to people with chronic illnesses.",
        "Legalizing cannabis causes constant access to medicinal cannabis products. And constant access to medicinal cannabis products causes people with chronic illnesses to get relief",
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes relief for people with chronic illnesses"
    ],
    "We should legalize cannabis, cannabis has multiple documented health benefits": [
        "Legalizing cannabis causes People with health problems more likely to try cannabis.. And People with health problems more likely to try cannabis. causes cannabis health benefits",
        "Legalizing cannabis causes Scientists can test new cures out using natural substance. And Scientists can test new cures out using natural substance causes Added medical solutions for ailments",
        "Legalizing cannabis suppresses people can't use cannabis without prescription. And people can't use cannabis without prescription suppresses documented health benefits"
    ],
    "We should legalize cannabis, cannabis has not been shown to be addictive and has many medicinal uses": [
        "Legalizing cannabis causes Doctors to be able to prescribe cannabis.. And Doctors to be able to prescribe cannabis. causes medicinal use of cannabis",
        "Legalizing cannabis causes Doctors write prescriptions for non addictive substances. And Doctors write prescriptions for non addictive substances causes New medical cures",
        "Legalizing cannabis suppresses legal penalties for cannabis use. And legal penalties for cannabis use suppresses many medicinal uses"
    ],
    "We should legalize cannabis, cannabis has several medicinal uses and as such it must  be legalized, it has been proven that it is sometimes the only substance that can keep people fit-free.": [
        "Legalizing cannabis causes Increased value of its medicinal use. And Increased value of its medicinal use causes keep people fit-free"
    ],
    "We should legalize cannabis, cannabis help patients with cancer pain, a natural remedy for relief as well as other medical issues such as insomnia, without any unnatural chemical additives.": [
        "Legalizing cannabis causes Promoting medical research and use of cannabis.. And Promoting medical research and use of cannabis. causes Helping patients with cancer pain as a natural remedy for relief.",
        "Legalizing cannabis causes make cannabis available. And make cannabis available causes help patients with cancer pain",
        "Legalizing cannabis causes medicinal cannabis products made from plants. And medicinal cannabis products made from plants causes providing a natural remedy for relief",
        "Legalizing cannabis causes patients able to be prescribed cannabis. And patients able to be prescribed cannabis causes patients utilize medicinal benefits",
        "Legalizing cannabis causes people having more access to cannabis products. And people having more access to cannabis products causes A natural remedy for relief"
    ],
    "We should legalize cannabis, cannabis helps people treat ailments naturally that traditional medicine cannot and therefore should be legalized": [
        "Legalizing cannabis causes Allows more people to try cannabis safely and legally. And Allows more people to try cannabis safely and legally causes People could use cannabis to treat ailments that are hurting them.",
        "Legalizing cannabis causes Greater access to marijuana for medicinal treatment. And Greater access to marijuana for medicinal treatment causes Ailments naturally treated that traditional medicine cannot.",
        "Legalizing cannabis causes easy access to cannabis for its medical benefits. And easy access to cannabis for its medical benefits causes ailments are treated naturally"
    ],
    "We should legalize cannabis, cannabis is a harmless recreational drug used by millions, and has valuable medicinal qualities - its present illegal status wastes police time, and is largely viewed as anachronistic.": [
        "Legalizing cannabis causes Cannabis would be legal and people could use it freely without being arrested and jailed. And Cannabis would be legal and people could use it freely without being arrested and jailed causes The police would be able to focus on more serious crimes if cannabis was legalized",
        "Legalizing cannabis suppresses The criminalization of -- and therefore, need to police -- marijuana offenses.. And The criminalization of -- and therefore, need to police -- marijuana offenses. causes Wasting police time in an anachronistic way.",
        "Legalizing cannabis suppresses need for law enforcement to fight cannabis use. And need for law enforcement to fight cannabis use causes wastes police time"
    ],
    "We should legalize cannabis, cannabis is a holistic and natural cure for cancer patients and should therefore be legalized": [
        "Legalizing cannabis causes Easy access to medical cannabis.. And Easy access to medical cannabis. causes Treating cancer patients",
        "Legalizing cannabis causes easy access to medicinal use. And easy access to medicinal use causes having a holistic and natural cure for cancer"
    ],
    "We should legalize cannabis, cannabis is a natural aid for pain resulting from many illnesses and health concerns such as cancer and should be legalized due to its pain relieving ability.": [
        "Legalizing cannabis causes Availability for use. And Availability for use causes Natural aid for pain resulting from many illnesses",
        "Legalizing cannabis causes allowing access to medical cannabis. And allowing access to medical cannabis causes Relieving pain",
        "Legalizing cannabis causes widespread use of medicinal cannabis products made from plants. And widespread use of medicinal cannabis products made from plants causes providing a natural aid for pain resulting from illnesses"
    ],
    "We should legalize cannabis, cannabis is a natural pain reliever for many painful ailments.": [
        "Legalizing cannabis causes Increasing the medical research and medical use of cannabis.. And Increasing the medical research and medical use of cannabis. causes Cannabis being a natural pain reliever for many painful ailments.",
        "Legalizing cannabis causes Responsible use. And Responsible use causes Creation of better and effective medicine",
        "Legalizing cannabis causes availability of strong painkillers. And availability of strong painkillers causes Used for natural pain relief for many painful ailments.",
        "Legalizing cannabis causes easier access to cannabis for the sick. And easier access to cannabis for the sick causes usage of cannabis as pain reliever",
        "Legalizing cannabis causes people with chronic pain having access to cannabis products. And people with chronic pain having access to cannabis products causes A natural pain reliever for many painful ailments"
    ],
    "We should legalize cannabis, cannabis is a proven beneficial medicine for a huge variety of ailments like depression": [
        "Legalizing cannabis causes Increasing the amount of medical research and use of cannabis.. And Increasing the amount of medical research and use of cannabis. causes Cannabis being a proven beneficial medicine for a huge variety of ailments like depression",
        "Legalizing cannabis causes easy access of medical marijuana. And easy access of medical marijuana causes treating diseases.",
        "Legalizing cannabis causes more people having access to cannabis. And more people having access to cannabis causes Beneficial medicine for a huge variety of ailments"
    ],
    "We should legalize cannabis, cannabis is a useful medicinal plant which people should be able to use legally.": [
        "Legalizing cannabis causes cannabis being easy to be obtained in local stores. And cannabis being easy to be obtained in local stores causes a useful medicinal plant people should be able to use legally",
        "Legalizing cannabis causes more dispensaries opening. And more dispensaries opening causes people should be able to use legally.",
        "Legalizing cannabis causes reduces barriers to using cannabis. And reduces barriers to using cannabis causes people legally using a useful medicinal plant"
    ],
    "We should legalize cannabis, cannabis is a very helpful product that should be legalized so those who need it can obtain it legally. it helps with pain and management of may long term nerve issues.": [
        "Legalizing cannabis causes Accessing cannabis freely. And Accessing cannabis freely causes Managing pain and nerve issues",
        "Legalizing cannabis causes availability in the street. And availability in the street causes pain  management",
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes helping with pain management and long term nerve issues",
        "Legalizing cannabis causes responsible use for medical use.. And responsible use for medical use. causes reduced pain",
        "Legalizing cannabis causes straightforward access to medicinal cannabis products. And straightforward access to medicinal cannabis products causes people to cope with pain and management of may long term nerve issues"
    ],
    "We should legalize cannabis, cannabis is a vital drug for many, providing relief from the pain of degeneterative diseases (eg multiple schlerosis) unobtainable elsewhere.": [
        "Legalizing cannabis causes Better medical research into the uses for cannabis, and more widespread medical adoption.. And Better medical research into the uses for cannabis, and more widespread medical adoption. causes Cannabis being a vital drug for many, providing relief from the pain of degeneterative diseases (eg multiple schlerosis) unobtainable elsewhere.",
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Relieving pain",
        "Legalizing cannabis causes legal distributions to hospitals. And legal distributions to hospitals causes provides relief from the pain of degeneterative diseases"
    ],
    "We should legalize cannabis, cannabis is a wonder drug for people who suffer from certain diseases, as it can significantly reduce pain.": [
        "Legalizing cannabis causes alternative pain management. And alternative pain management causes reduce pain for those suffering certain diseases"
    ],
    "We should legalize cannabis, cannabis is considered a soft drug and has been shown to be successful in the treatment of range of mental and physical illnesses. legalizing it reduces the criminality associated with its distribution": [
        "Legalizing cannabis causes Easy access to medical cannabis.. And Easy access to medical cannabis. causes Treating mental and physical illnesses",
        "Legalizing cannabis causes safe and legal shops that provide cannabis are easy to access. And safe and legal shops that provide cannabis are easy to access causes reduced criminality associated with its distribution",
        "Legalizing cannabis suppresses Cannabis users getting arrest record. And Cannabis users getting arrest record causes damages chance at good jobs"
    ],
    "We should legalize cannabis, cannabis is considered by many to be less harmful than alcohol or tobacco and can be used for medicinal purposes.  legalizing it would also bring in extra tax revenue": [
        "Legalizing cannabis causes cannabis sales generating taxable revenue. And cannabis sales generating taxable revenue causes extra tax revenue",
        "Legalizing cannabis causes more retail purchasing of cannabis. And more retail purchasing of cannabis causes extra tax revenue",
        "Legalizing cannabis causes people to buy cannabis from approved stores. And people to buy cannabis from approved stores causes Extra tax revenue is brought",
        "Legalizing cannabis causes taxing all sales of cannabis. And taxing all sales of cannabis causes bring extra tax revenue"
    ],
    "We should legalize cannabis, cannabis is healthier than other legal drugs like alcohol": [
        "Legalizing cannabis causes easy access to cannabis and not having to rely on other currently available drugs. And easy access to cannabis and not having to rely on other currently available drugs causes A healthier alternative to alcohol"
    ],
    "We should legalize cannabis, cannabis is known for its medicinal properties, people should have the freedom to use what calms their pain": [
        "Legalizing cannabis causes The legal use of cannabis for medical purposes.. And The legal use of cannabis for medical purposes. causes Having the freedom to use what calms one's pain",
        "Legalizing cannabis causes doctors able to legally prescribe cannabis. And doctors able to legally prescribe cannabis causes freedom to use it as pain medication",
        "Legalizing cannabis causes it's distribution. And it's distribution causes Used to calm pain",
        "Legalizing cannabis causes quick access to medicinal cannabis products. And quick access to medicinal cannabis products causes people being free to use what calms their pain",
        "Legalizing cannabis suppresses relieves pain and suffering. And relieves pain and suffering causes allow patients to treat this illness without punishment"
    ],
    "We should legalize cannabis, cannabis is less dangerous than other things which are currently legal, such as alcohol and cigarettes. it also has many medical uses": [
        "Legalizing cannabis causes Doctors able to prescribe cannabis.. And Doctors able to prescribe cannabis. causes Medical uses of cannabis",
        "Legalizing cannabis causes Easy access to cannabis.. And Easy access to cannabis. causes Providing safer alternative to alcohol.",
        "Legalizing cannabis causes People have access to weed easier. And People have access to weed easier causes Cannabis has medicinal uses and is less dangerous than other substances",
        "Legalizing cannabis suppresses Use of Cancer causing Cigarettes. And Use of Cancer causing Cigarettes causes dangerous outcomes"
    ],
    "We should legalize cannabis, cannabis is less harmful than alcohol and takes up too much of law enforcement resources because of its outlaw status.": [
        "Legalizing cannabis causes Fewer law enforcement resources to be wasted. And Fewer law enforcement resources to be wasted causes Frees law enforcement resources for more serious crimes.",
        "Legalizing cannabis causes Not making the police stop people for cannabis. And Not making the police stop people for cannabis causes Saving law enforcement resources.",
        "Legalizing cannabis causes less drug trafficking and street crime. And less drug trafficking and street crime suppresses taking up too much of law enforcement resources"
    ],
    "We should legalize cannabis, cannabis is less harmful than tobacco.  it is time we allow people to make their own decisions about cannabis.": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Providing a less harmful alternative to tobacco .",
        "Legalizing cannabis causes People getting cannabis instead of tobacco. And People getting cannabis instead of tobacco causes Cannabis is less harmful than tobacco so everyone should form their own opinions",
        "Legalizing cannabis causes eliminates barriers to cannabis. And eliminates barriers to cannabis causes people make their own decisions about cannabis"
    ],
    "We should legalize cannabis, cannabis is no more dangerous than alcohol which is legal.": [
        "Legalizing cannabis causes Easier access to cannabis. And Easier access to cannabis causes Providing a safer alternative to alcohol."
    ],
    "We should legalize cannabis, cannabis is no more harmful than alcohol and that is legal. people should be able to use recreational cannabis just as they do alcohol.": [
        "Legalizing cannabis causes Cannabis to be regulated and monitored. And Cannabis to be regulated and monitored causes Cannabis can be used safely just like alcohol",
        "Legalizing cannabis causes The de-stigmatization of and decriminalization of marijuana use.. And The de-stigmatization of and decriminalization of marijuana use. causes People being able to use recreational cannabis just as they do alcohol.",
        "Legalizing cannabis causes people can engage in recreational cannabis use. And people can engage in recreational cannabis use causes use the same as alcohol",
        "Legalizing cannabis suppresses only using more addictive substance like alcohol. And only using more addictive substance like alcohol suppresses Stopping use of the substance."
    ],
    "We should legalize cannabis, cannabis is no more harmful than alcohol or tobacco, is widely used in society, and its status of 'permitted' illegality makes a mockery of the law.": [
        "Legalizing cannabis causes unbiased rules evaluating substances. And unbiased rules evaluating substances causes Equivalent product safety"
    ],
    "We should legalize cannabis, cannabis is no more harmful than alcohol which is legal.": [
        "Legalizing cannabis causes people to consume the substance without sanction. And people to consume the substance without sanction causes There is no basis for banning cannabis when alcohol that is considered more harmful is allowed."
    ],
    "We should legalize cannabis, cannabis is no worse than alcohol and should be legal to every adult american citizen.": [
        "Legalizing cannabis causes providing people with an alternative to alcohol. And providing people with an alternative to alcohol causes Allowing people to choose",
        "Legalizing cannabis causes setting the same legal age as alcohol. And setting the same legal age as alcohol causes being legal to every adult american citizen"
    ],
    "We should legalize cannabis, cannabis is no worse than alcohol, which has been legal for years, it's a waste of money to enforce a pointless law.": [
        "Legalizing cannabis causes Easy access to cannabis.. And Easy access to cannabis. causes Providing a safer alternative to alcohol.",
        "Legalizing cannabis causes tax dollars used on imprisoning cannabis users being used on something more productive. And tax dollars used on imprisoning cannabis users being used on something more productive suppresses A waste of money to enforce a pointless law",
        "Legalizing cannabis suppresses Legislation against cannabis.. And Legislation against cannabis. causes Waste of money enforcing a pointless law."
    ],
    "We should legalize cannabis, cannabis is not a harmful drug and can help people cope with mental issues like anxiety": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Coping with mental health issues.",
        "Legalizing cannabis causes More open and comprehensive medical analysis into the benefits of marijuana.. And More open and comprehensive medical analysis into the benefits of marijuana. causes Cannabis helping people to cope with mental issues like anxiety.",
        "Legalizing cannabis causes cannabis becomes available without prescription. And cannabis becomes available without prescription causes cope with mental issues like anxiety",
        "Legalizing cannabis causes easy access to the drug. And easy access to the drug causes helps people cope with mental issues like anxiety",
        "Legalizing cannabis suppresses Anxiety behaviors. And Anxiety behaviors suppresses persons are able to work more effectively"
    ],
    "We should legalize cannabis, cannabis is not a harmful drug and it actually helps many people that have illnesses.": [
        "Legalizing cannabis causes Availability of cannabis to all people. And Availability of cannabis to all people causes Cannabis helps ease suffering",
        "Legalizing cannabis causes Greater access to medicinal marijuana. And Greater access to medicinal marijuana causes Illnesses alleviated",
        "Legalizing cannabis causes easy access to cannabis for medical use. And easy access to cannabis for medical use causes help for people that have illnesses"
    ],
    "We should legalize cannabis, cannabis is not addictive and has been shown to help with some illnesses and appears to be contributing to a decline in opioid abuse in areas where it is legal.": [
        "Legalizing cannabis causes increase in recreational use of marijuana. And increase in recreational use of marijuana causes decline in opioid abuse in areas where marijuana is legal",
        "Legalizing cannabis causes people to be able to obtain and use it. And people to be able to obtain and use it causes Cannabis helps with illness and lowers the amount of opioids being abused."
    ],
    "We should legalize cannabis, cannabis is not as harmful to humans as tobacco or alcohol and can have many health benefits": [
        "Legalizing cannabis causes constant access to medicinal cannabis products.. And constant access to medicinal cannabis products. causes humans to obtain many health benefits",
        "Legalizing cannabis causes more people to have access to cannabis products. And more people to have access to cannabis products causes Many health benefits"
    ],
    "We should legalize cannabis, cannabis is proven to have medical benefits": [
        "Legalizing cannabis causes more scientific research on medicinal cannabis products. And more scientific research on medicinal cannabis products causes proven to have medical benefits",
        "Legalizing cannabis causes people having more access to cannabis products. And people having more access to cannabis products causes medical benefits"
    ],
    "We should legalize cannabis, cannabis is safer than alcohol, there's no overdosing and driving while high is less likely  to cause an accident than driving drunk.  there's no reason for it to be illegal.": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Providing a safer alternative to alcohol.",
        "Legalizing cannabis causes cannabis being an easily obtainable alternative to alcohol. And cannabis being an easily obtainable alternative to alcohol causes safer than alcohol, no overdosing and driving while high is less likely to cause an accident than driving drunk",
        "Legalizing cannabis suppresses illogical laws. And illogical laws causes cannabis isn't dangerous enough to be illegal"
    ],
    "We should legalize cannabis, cannabis is the last hope for many people with chronic pain, and it is way safer than many prescription drugs.": [
        "Legalizing cannabis causes Access to medicinal marijuana. And Access to medicinal marijuana causes Safe use of drug for medicinal purpose",
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Providing safer alternative to prescription pain drugs.",
        "Legalizing cannabis causes More people can use cannabis for different conditions.. And More people can use cannabis for different conditions. causes Hope for many people with chronic pain."
    ],
    "We should legalize cannabis, cannabis is useful in helping people with mental and physical diseases and legalizing it would make it easier for them to acquire it.": [
        "Legalizing cannabis causes Gives time for research as a painkiller. And Gives time for research as a painkiller causes Is useful in helping people with mental and physical diseases and legalizing it would make it easier for them to acquire it.",
        "Legalizing cannabis causes People with diseases have easier access to weed. And People with diseases have easier access to weed causes Cannabis has medicinal effects that help with diseases",
        "Legalizing cannabis causes People with illnesses to get weed easier. And People with illnesses to get weed easier causes Cannabis has medicinal aspects to help those with diseases",
        "Legalizing cannabis causes cannabis available without a prescription. And cannabis available without a prescription causes make it easier for the diseased to acquire it"
    ],
    "We should legalize cannabis, cannabis legalization could be a lucrative source of revenue": [
        "Legalizing cannabis causes Farmers can get a new cash crop by growing Cannabis.. And Farmers can get a new cash crop by growing Cannabis. causes Farmers can gather wealth legally.",
        "Legalizing cannabis causes More people to use cannabis. And More people to use cannabis causes Tax revenue from the use of cannabis would help governments raise money",
        "Legalizing cannabis causes Taxing cannabis business.. And Taxing cannabis business. causes Increasing revenue collection.",
        "Legalizing cannabis causes sale of marijuana. And sale of marijuana causes Could be a lucrative source of revenue"
    ],
    "We should legalize cannabis, cannabis legalization is a lucrative revenue source": [
        "Legalizing cannabis causes Legal jobs employ persons. And Legal jobs employ persons causes More jobs available to provide revenue to more people",
        "Legalizing cannabis causes government regulation and taxation of sales. And government regulation and taxation of sales causes extra revenue",
        "Legalizing cannabis causes sale of something that can be taxed. And sale of something that can be taxed causes revenue can be made",
        "Legalizing cannabis causes the opening of stores that sell cannabis and add tax to their products. And the opening of stores that sell cannabis and add tax to their products causes A lucrative source of revenue"
    ],
    "We should legalize cannabis, cannabis provides many benefits, including soothing the pain of people that are ill.  the fact that it is still illegal is outdated and should be changed.": [
        "Legalizing cannabis causes easier access to marijuana. And easier access to marijuana causes soothing the pain of people that are ill",
        "Legalizing cannabis causes people to get medicinal cannabis medical benefits. And people to get medicinal cannabis medical benefits causes people to have their pain soothed",
        "Legalizing cannabis causes there is new evidence that it can reduce pain. And there is new evidence that it can reduce pain causes allow its use for alleviating pain"
    ],
    "We should legalize cannabis, cannabis provides pain relief for many ailments.": [
        "Legalizing cannabis causes Availability of alternative medicinal approach. And Availability of alternative medicinal approach causes pain relief for many ailments",
        "Legalizing cannabis causes wider access to cannabis. And wider access to cannabis causes pain from ailments are relieved",
        "Legalizing cannabis suppresses pain and discomfort. And pain and discomfort suppresses Being pain free makes life better"
    ],
    "We should legalize cannabis, cannabis relieves the symptoms of some illnesses and should be legalized": [
        "Legalizing cannabis causes Easy access by patiendts. And Easy access by patiendts causes Relieves the symptoms of some illnesses",
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating illnesses",
        "Legalizing cannabis causes Increased widespread use of cannabis to treat medical ailments.. And Increased widespread use of cannabis to treat medical ailments. causes Cannabis relieving the symptoms of some illnesses."
    ],
    "We should legalize cannabis, cannabis should be legalised because this would allow the police to focus on much greater crimes that currently don’t get enough time dedicated to them since officers have to deal with cannabis offences instead": [
        "Legalizing cannabis causes Cannabis use to be legal and people wouldn't be arrested for using it. And Cannabis use to be legal and people wouldn't be arrested for using it causes The police could focus on other more serious crimes other than cannabis offences.",
        "Legalizing cannabis causes The termination of unnecessary cannabis policing.. And The termination of unnecessary cannabis policing. causes Allowing police to focus on greater crimes that don't currently get enough time dedicated to them.",
        "Legalizing cannabis causes ends war on drugs. And ends war on drugs causes It would allow the police to focus on much greater crimes that currently don’t get enough time dedicated to them",
        "Legalizing cannabis suppresses drug-related law enforcement activity. And drug-related law enforcement activity suppresses police focus on greater crimes"
    ],
    "We should legalize cannabis, cannabis should be legalized as it can be beneficial to use cannabis for certain medial conditions.": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating diseases",
        "Legalizing cannabis causes More people suffering from medical conditions have access to cannabis.. And More people suffering from medical conditions have access to cannabis. causes Cannabis use for certain medial conditions.",
        "Legalizing cannabis causes People with illnesses to get cannabis. And People with illnesses to get cannabis causes Cannabis can be used for medicial benefits"
    ],
    "We should legalize cannabis, cannabis should be legalized as it has been medically proved to be a beneficial pain management treatment for people who may not have direct access to a physician.": [
        "Legalizing cannabis causes More people with pain have access to cannabis.. And More people with pain have access to cannabis. causes Pain management for people without access to a physician.",
        "Legalizing cannabis causes cannabis becomes more widely and easily available. And cannabis becomes more widely and easily available causes pain management for people without direct access to a physician",
        "Legalizing cannabis causes widespread use of pain relieving medicinal cannabis products. And widespread use of pain relieving medicinal cannabis products causes being a beneficial pain management treatment for people"
    ],
    "We should legalize cannabis, cannabis should be legalized as it has been proven to provide beneficial effects for various illnesses.": [
        "Legalizing cannabis causes Easy access to medical cannabis.. And Easy access to medical cannabis. causes Treating diseases.",
        "Legalizing cannabis causes increased use of cannabis as medicine. And increased use of cannabis as medicine causes beneficial effects for various illnesses",
        "Legalizing cannabis causes more people to use cannabis. And more people to use cannabis causes provide beneficial effects for various illnesses"
    ],
    "We should legalize cannabis, cannabis should be legalized as there it is less addictive than other drugs including smoking and alcohol and does not result in the destructive behaviors associated with them.": [
        "Legalizing cannabis causes Access to natural alternative amusements. And Access to natural alternative amusements causes Safe alternative to damaging substances",
        "Legalizing cannabis causes Easier access to cannabis. And Easier access to cannabis causes Providing a safer alternative to alcohol and tobacco."
    ],
    "We should legalize cannabis, cannabis should be legalized because it can help treat so many medical conditions that medications can't and it is much more natural and better for your body.": [
        "Legalizing cannabis causes Less prescriptions to be written out for addictive medication. And Less prescriptions to be written out for addictive medication causes Less dependence on damaging Opiods",
        "Legalizing cannabis causes People being able to access it easily. And People being able to access it easily causes Cannabis would be used for treating human suffering.",
        "Legalizing cannabis causes cannabis becomes more widely available. And cannabis becomes more widely available causes better more natural medication now available",
        "Legalizing cannabis causes supply in hospitals. And supply in hospitals causes It can help treat so many medical conditions that medications can't and it is much more natural and better for your body."
    ],
    "We should legalize cannabis, cannabis should be legalized because it is a natural creation of the earth and no one has the right to deny others the opportunity to put into their bodies what they believe benefits them": [
        "Legalizing cannabis causes Not giving governments too much control over people. And Not giving governments too much control over people causes Letting people put whatever they want in their own bodies.",
        "Legalizing cannabis causes easy access to cannabis.. And easy access to cannabis. causes Promoting freedom of choice."
    ],
    "We should legalize cannabis, cannabis should be legalized because it is no worse than alchohol.": [
        "Legalizing cannabis causes Better use of cannabis. And Better use of cannabis causes Responsible use of cannabis"
    ],
    "We should legalize cannabis, cannabis should be legalized because since alcohol is legal, cannabis should be too, and the effects of cannabis are much more mild compared to that of alcohol.": [
        "Legalizing cannabis causes Easy access of cannabis. And Easy access of cannabis causes Providing a safer alternative to alcohol."
    ],
    "We should legalize cannabis, cannabis should be legalized for medicinal purposes as it has proved to be effective for some medical ailments": [
        "Legalizing cannabis causes Easy access to medical marijuana.. And Easy access to medical marijuana. causes Healing diseases",
        "Legalizing cannabis causes Safe Relaxation for all ages. And Safe Relaxation for all ages causes Elderly people can sleep better",
        "Legalizing cannabis causes sick people can safely access cannabis. And sick people can safely access cannabis causes treatment of medical ailments",
        "Legalizing cannabis suppresses Pain in patients. And Pain in patients suppresses for medicinal purposes"
    ],
    "We should legalize cannabis, cannabis should be legalized just for the tax revenue alone.  it is widely used and safer than alcohol or tobacco.  let's make money and make it legal now.": [
        "Legalizing cannabis causes Taxing cannabis businesses.. And Taxing cannabis businesses. causes Increased revenue collection.",
        "Legalizing cannabis causes increased sales. And increased sales causes Increased tax revenue",
        "Legalizing cannabis causes sales of cannabis to be taxed. And sales of cannabis to be taxed causes increased tax revenue",
        "Legalizing cannabis causes taxing cannabis sales. And taxing cannabis sales causes making money on tax revenue"
    ],
    "We should legalize cannabis, cannabis should be legalized since it helps people treat critical medical conditions.": [
        "Legalizing cannabis causes Availability of Cannabis to more people. And Availability of Cannabis to more people causes Critical conditions helped more fully by Cannabis.",
        "Legalizing cannabis causes Legal use of medicinal components of cannabis.. And Legal use of medicinal components of cannabis. causes treatment critical medical conditions.",
        "Legalizing cannabis causes cannabis becomes widely available for use. And cannabis becomes widely available for use causes people can treat their medical conditions with it",
        "Legalizing cannabis causes easy access to medical cannabis. And easy access to medical cannabis causes Treating sick people."
    ],
    "We should legalize cannabis, cannabis use diminishes some symptoms associated with brain disorders such as multiple sclerosis, Alzheimer's disease, Parkinson's disease, bipolar disorder, and schizophrenia": [
        "Legalizing cannabis causes easy access to legal medical cannabis. And easy access to legal medical cannabis causes Healing disease",
        "Legalizing cannabis causes readily available for medicinal value.. And readily available for medicinal value. causes diminishing of some symptoms associated with brain disorders."
    ],
    "We should legalize cannabis, cannabis use is widespread around the world. legalizing cannabis use would bring more benefits for the economy": [
        "Legalizing cannabis causes Increased commercial revenue and tax revenue.. And Increased commercial revenue and tax revenue. causes Bringing economic benefits",
        "Legalizing cannabis causes Legitimizing of cannabis businesses. And Legitimizing of cannabis businesses causes Promoting the economy",
        "Legalizing cannabis causes Taxation on cannabis business.. And Taxation on cannabis business. causes More benefits for the economy"
    ],
    "We should legalize cannabis, for people undergoing chemotherapy, cannabis can be extremely helpful in regaining appetite for food": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Coping with side effects of chemotherapy",
        "Legalizing cannabis causes legal option to use a drug that increases appetite for food. And legal option to use a drug that increases appetite for food causes those undergoing chemotherapy regain appetite for food"
    ],
    "We should legalize cannabis, i think it takes up too much valuable police resources chasing recreational cannabis smokers.also many people with health conditions find cannabis beneficial to them.": [
        "Legalizing cannabis causes People to be able to use cannabis legally. And People to be able to use cannabis legally causes It would free up police resources to go after real crimes if cannabis was legalized",
        "Legalizing cannabis causes Police resource savings on Cannabis punishment. And Police resource savings on Cannabis punishment causes Municipalities conserve resources for important needs",
        "Legalizing cannabis causes police focus on other crimes. And police focus on other crimes causes Saving police resources.",
        "Legalizing cannabis suppresses Criminal law enforcement of sales and consumption of marijuana. And Criminal law enforcement of sales and consumption of marijuana causes Valuable police resources consumed over recreational activity"
    ],
    "We should legalize cannabis, if cannabis is legal it can be regulated and taxed": [
        "Legalizing cannabis causes legit business. And legit business causes It can be regulated and taxed"
    ],
    "We should legalize cannabis, if there are no third party harms, then an individual should be able to use any substance they so choose.": [
        "Legalizing cannabis causes legalized access to cannabis products. And legalized access to cannabis products causes individual to choose using any substance they want.",
        "Legalizing cannabis suppresses jailing and fines over possession. And jailing and fines over possession suppresses freedom to use harmless substance"
    ],
    "We should legalize cannabis, in many cases cannabis has wonderful health results such as taking away pain from ill people.  it should be legal for all.": [
        "Legalizing cannabis causes availability in the market. And availability in the market causes wonderful health results",
        "Legalizing cannabis causes widespread use of medicinal cannabis products. And widespread use of medicinal cannabis products causes taking away pain from ill people"
    ],
    "We should legalize cannabis, is proven by scientists that cannabis helps to improve many diseases and has been used for many years, so it must be legal": [
        "Legalizing cannabis causes Easier access to medical cannabis. And Easier access to medical cannabis causes Healing disease.",
        "Legalizing cannabis causes Getting rid of the stigma around cannabis.. And Getting rid of the stigma around cannabis. causes Helping those suffering from diseases.",
        "Legalizing cannabis causes cannabis becomes more easily and widely available. And cannabis becomes more easily and widely available causes helps more people treat diseases"
    ],
    "We should legalize cannabis, it can be very beneficial for people with certain illnesses so should be legal": [
        "Legalizing cannabis causes Allows people to get cannabis freely. And Allows people to get cannabis freely causes Cannabis has medicinal effects for people with certain illnesses",
        "Legalizing cannabis causes Easy access of medical cannabis. And Easy access of medical cannabis causes Treating ailments",
        "Legalizing cannabis causes easy access to cannabis for pain relief. And easy access to cannabis for pain relief causes Benefits for people with certain illnesses",
        "Legalizing cannabis causes easy access. And easy access causes Very beneficial for people with certain illnesses",
        "Legalizing cannabis causes people can access its medicinal and pain relieving properties. And people can access its medicinal and pain relieving properties causes it can be very beneficial for people with certain illnesses"
    ],
    "We should legalize cannabis, it has many good uses & could be a good tax revenue generator for the states & federal government": [
        "Legalizing cannabis causes Easy sale and supply. And Easy sale and supply causes Many good uses & could be a good tax revenue generator",
        "Legalizing cannabis causes Legitimizing cannabis business. And Legitimizing cannabis business causes Generating revenue",
        "Legalizing cannabis causes people will buy cannabis at legal businesses that pay taxes.. And people will buy cannabis at legal businesses that pay taxes. causes generation of tax revenue for the states & federal government.",
        "Legalizing cannabis causes retail purchasing of cannabis. And retail purchasing of cannabis causes generation of tax revenue for the government",
        "Legalizing cannabis causes various uses of cannabis to increase the tax revenue. And various uses of cannabis to increase the tax revenue causes a good tax revenue generator for the states & federal government"
    ],
    "We should legalize cannabis, it has many helpful medicinal qualities such as helping cancer patients keep food down when going through chemotherapy": [
        "Legalizing cannabis causes easy access to appetite reducing medicinal cannabis products. And easy access to appetite reducing medicinal cannabis products causes helping cancer patients keep food down during chemotherapy",
        "Legalizing cannabis causes legal distribution. And legal distribution causes provides helpful medicinal qualities",
        "Legalizing cannabis causes people with conditions can access cannabis easier. And people with conditions can access cannabis easier causes helping cancer patients keep food down"
    ],
    "We should legalize cannabis, it helps so many people and there is no good reason for it to be illegal when alcohol is not.": [
        "Legalizing cannabis causes easy access to cannabis for its pain-relieving effects. And easy access to cannabis for its pain-relieving effects causes Help for many people",
        "Legalizing cannabis causes sick people use legal medicinal cannabis. And sick people use legal medicinal cannabis causes people are helped"
    ],
    "We should legalize cannabis, it is a natural, safe, medicinal plant.": [
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes medicinal use of cannabis",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to get a natural and safe medicinal product.",
        "Legalizing cannabis causes freedom from destruction of the plant. And freedom from destruction of the plant causes Conserve a natural, safe, medicinal plant"
    ],
    "We should legalize cannabis, it is a waste of police time and resources trying to track down cannabis farms": [
        "Legalizing cannabis causes farms to operate within the law. And farms to operate within the law causes save police time and resources",
        "Legalizing cannabis causes saves the police time for other important activities. And saves the police time for other important activities suppresses wastes police time and resources to track down cannabis farms.",
        "Legalizing cannabis suppresses illegal status of cannabis farms. And illegal status of cannabis farms causes time and resources on illegal cannabis farms wasted"
    ],
    "We should legalize cannabis, it is extremely useful in battling a wide range of medical maladies": [
        "Legalizing cannabis causes Researching and deploying cannabis for medical use.. And Researching and deploying cannabis for medical use. causes Battling a wide range of medical maladies.",
        "Legalizing cannabis causes availability of the drug. And availability of the drug causes battling a wide range of medical maladies",
        "Legalizing cannabis causes easy access to medical cannabis. And easy access to medical cannabis causes Healing disease",
        "Legalizing cannabis causes use as a painkiller. And use as a painkiller causes Battling a wide range of medical maladies.",
        "Legalizing cannabis causes widespread use of medicinal cannabis products. And widespread use of medicinal cannabis products causes battling a wide range of medical maladies"
    ],
    "We should legalize cannabis, it should be legal for the people that need it to help them deal with health issues": [
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes people dealing with health issues",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to deal with health issues",
        "Legalizing cannabis causes easy access to medicinal cannabis. And easy access to medicinal cannabis causes Coping with health issues",
        "Legalizing cannabis causes greater access to marijuana. And greater access to marijuana causes help dealing with health issues",
        "Legalizing cannabis causes permits doctors to prescribe it. And permits doctors to prescribe it causes help with heath issues"
    ],
    "We should legalize cannabis, it will stop people from buying the drug from the streets, it will also mean that regulations are put in place to ensure the quality of the drug is safe to use, it will also increase tax revenue.": [
        "Legalizing cannabis causes People getting drugs from trustworthy sellers. And People getting drugs from trustworthy sellers causes Keeping people safe from drugs on the street.",
        "Legalizing cannabis causes Strict purity standards for Cannabis production.. And Strict purity standards for Cannabis production. causes People won't accidentally buy \"laced\" Marijuana.",
        "Legalizing cannabis causes taxing cannabis businesses.. And taxing cannabis businesses. causes Increasing revenue collection"
    ],
    "We should legalize cannabis, it`s been proven that cannabis has some relief who helping people suffering from terminal illness.": [
        "Legalizing cannabis causes Easier access to cannabis. And Easier access to cannabis causes Coping with terminal illness",
        "Legalizing cannabis causes cannabis to be more widely available and accessible. And cannabis to be more widely available and accessible causes Helping with suffering from mental illness",
        "Legalizing cannabis causes easier access to marijuana. And easier access to marijuana causes some relief for those suffering from terminal illness"
    ],
    "We should legalize cannabis, laboratory testing and regulations of legalized marijuana will ensure that it is safe for use and free of harmful substances": [
        "Legalizing cannabis causes Increasing safety regulations on cannabis.. And Increasing safety regulations on cannabis. causes Ensuring that marijuana is safe for use and free of harmful substances.",
        "Legalizing cannabis causes laws to be imposed for regulating cannabis. And laws to be imposed for regulating cannabis causes laboratory testing and regulations of legalized marijuana",
        "Legalizing cannabis causes strict laws for it's use. And strict laws for it's use causes ensure that it is safe for use and free of harmful substances"
    ],
    "We should legalize cannabis, law enforcement are unable to effectively prevent the large scale distribution of cannabis and it's using up too many resources so they should just legalize and regulate it instead.": [
        "Legalizing cannabis causes Reduction in resources used in law enforcement. And Reduction in resources used in law enforcement causes Easier regulation of distribution.",
        "Legalizing cannabis suppresses resources being spent on criminal cases involving cannabis. And resources being spent on criminal cases involving cannabis causes too many resources consumed"
    ],
    "We should legalize cannabis, legal domestic production of legalized marijuana is taking money away from drug cartels": [
        "Legalizing cannabis causes cheaper and better alternative suppliers. And cheaper and better alternative suppliers causes take money away from cartels",
        "Legalizing cannabis causes reduction in crime. And reduction in crime causes Taking money away from drug cartels",
        "Legalizing cannabis suppresses drug cartels from being able to sell marijuana. And drug cartels from being able to sell marijuana causes Money from drug cartels are taken away"
    ],
    "We should legalize cannabis, legal marijuana can add millions of dollars in federal taxes paid by cannabis businesses": [
        "Legalizing cannabis causes Being able to put a sales tax on cannabis.. And Being able to put a sales tax on cannabis. causes Acquiring tax revenue from cannabis.",
        "Legalizing cannabis causes Legal businesses to sell cannabis.. And Legal businesses to sell cannabis. causes Federal taxes paid by cannabis businesses",
        "Legalizing cannabis causes cannabis businesses to open. And cannabis businesses to open causes taxes from cannabis businesses",
        "Legalizing cannabis causes cannabis companies paying profits tax on cannabis businesses. And cannabis companies paying profits tax on cannabis businesses causes adding millions of dollars in federal taxes",
        "Legalizing cannabis causes increased sales of cannabis. And increased sales of cannabis causes adds millions of dollars in federal taxes"
    ],
    "We should legalize cannabis, legalising cannabis would take the trade out of the hands of criminal gangs": [
        "Legalizing cannabis causes Legal and legit sales of Cannabis. And Legal and legit sales of Cannabis suppresses Cannabis enriches illegal activities when illegal",
        "Legalizing cannabis causes availability of cannabis. And availability of cannabis causes fair trade",
        "Legalizing cannabis causes criminal gang will not have control over the selling of marijuana.. And criminal gang will not have control over the selling of marijuana. causes trade control of cannabis"
    ],
    "We should legalize cannabis, legalized cannabis can be more closely regulated and taxed. it makes it safer than illegal weed and helps provide tax dollars.": [
        "Legalizing cannabis causes Cannabis able to be regulated. And Cannabis able to be regulated causes Providing tax dollars for states.",
        "Legalizing cannabis causes less street crime and more tax revenues. And less street crime and more tax revenues causes legalized cannabis to be safer than illegal weed and to provide tax dollars",
        "Legalizing cannabis causes retail buying of cannabis. And retail buying of cannabis causes increase in tax revenue"
    ],
    "We should legalize cannabis, legalized marijuana use will  lower street crime by paralyzing the criminal market where violence actually occurs": [
        "Legalizing cannabis causes Easier access to weed. And Easier access to weed causes Legalized marijuana lowers crime and violence",
        "Legalizing cannabis causes Letting people buy cannabis from trustworthy sources.. And Letting people buy cannabis from trustworthy sources. causes Getting rid of the black market for cannabis.",
        "Legalizing cannabis causes legal cannabis businesses compete with black market. And legal cannabis businesses compete with black market suppresses lower street crime",
        "Legalizing cannabis suppresses illegal sales of Cannabis. And illegal sales of Cannabis suppresses Streets are safer"
    ],
    "We should legalize cannabis, legalizing and regulating cannabis will makes its use less risky": [
        "Legalizing cannabis causes Regulation of production and distribution. And Regulation of production and distribution causes Mking the drug safe",
        "Legalizing cannabis causes sale of pure substance by standards. And sale of pure substance by standards causes makes its use less risky",
        "Legalizing cannabis suppresses Marijuana and cannabis sold on street. And Marijuana and cannabis sold on street suppresses Unsafe street Cannabis"
    ],
    "We should legalize cannabis, legalizing and taxing cannabis would bring in billions of dollars  to fund the government.": [
        "Legalizing cannabis causes People to buy more weed legally. And People to buy more weed legally causes Cannabis would bring in a lot of money for the government",
        "Legalizing cannabis suppresses Illegal sales of Cannabis. And Illegal sales of Cannabis causes Government collects tax on items already being sold",
        "Legalizing cannabis suppresses black market selling of cannabis. And black market selling of cannabis suppresses bringing in billions of dollars to fund the government"
    ],
    "We should legalize cannabis, legalizing cannabis as far as health is concerned can be beneficial since many of these substances are used as treatments for certain diseases": [
        "Legalizing cannabis causes Allowing access to medical  cannabis. And Allowing access to medical  cannabis causes Treating disease",
        "Legalizing cannabis causes Easy availability. And Easy availability causes Treatments for certain diseases",
        "Legalizing cannabis causes Increased medical research and use of cannabis.. And Increased medical research and use of cannabis. causes Cannabis being used as treatments for disease.",
        "Legalizing cannabis causes widespread use of medicinal cannabis products. And widespread use of medicinal cannabis products causes providing treatments for certain diseases"
    ],
    "We should legalize cannabis, legalizing cannabis may cause fewer people to drink and smoke cigarettes which will lead to a healthier society": [
        "Legalizing cannabis causes a healthy nation. And a healthy nation causes there will be less consumption of alcohol and ciggarettes",
        "Legalizing cannabis causes increase in recreational use of marijuana. And increase in recreational use of marijuana causes decreases drinking and smoking in society"
    ],
    "We should legalize cannabis, legalizing cannabis will allow police officers to spend more time attending more serious crimes, rather than filling out paperwork for someone that has a small amount of cannabis on them": [
        "Legalizing cannabis causes Nobody would be arrested for using cannabis. And Nobody would be arrested for using cannabis causes The police could be able to focus on more serious crimes.",
        "Legalizing cannabis causes police does not waste time catching cannabis dealers. And police does not waste time catching cannabis dealers causes police officers can spend more time attending more serious crime"
    ],
    "We should legalize cannabis, legalizing cannabis will get rid of a black market that fuels other crimes": [
        "Legalizing cannabis causes Sales in the open market. And Sales in the open market causes will get rid of a black market that fuels other crimes",
        "Legalizing cannabis causes competitive pricing for Cannabis. And competitive pricing for Cannabis suppresses High black market Prices"
    ],
    "We should legalize cannabis, legalizing cannabis will help to control prison overcrowding": [
        "Legalizing cannabis causes Ending criminal penalties that put many cannabis users behind bars.. And Ending criminal penalties that put many cannabis users behind bars. causes Helping to control prison overcrowding.",
        "Legalizing cannabis suppresses drug-related arrests. And drug-related arrests suppresses control prison overcrowding"
    ],
    "We should legalize cannabis, legalizing cannabis will make it easier for those who need it for medical reasons to acquire it.": [
        "Legalizing cannabis causes Fast and unrestricted supply. And Fast and unrestricted supply causes Easy acess for medical reasons",
        "Legalizing cannabis causes Selling cannabis everywhere.. And Selling cannabis everywhere. causes easy access to canabis.",
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes easier acquisition for medical patients"
    ],
    "We should legalize cannabis, legalizing cannabis would lower incarceration rates and bring in a lot of revenue": [
        "Legalizing cannabis suppresses Policing low level cannabis offenses. And Policing low level cannabis offenses suppresses Lowering incarceration rates and bringing in a lot of revenue.",
        "Legalizing cannabis suppresses arresting cannabis dealers that illegally sell cannabis. And arresting cannabis dealers that illegally sell cannabis causes Incarceration rates will be lowered"
    ],
    "We should legalize cannabis, legalizing cannabis would regulate the industry and ensure that product quality was high and that indiscriminate products haven't been added to produce a profit for someone": [
        "Legalizing cannabis causes government production exceeding in quality to street production. And government production exceeding in quality to street production causes ensure high product quality",
        "Legalizing cannabis causes regular government scrutiny of cannabis products. And regular government scrutiny of cannabis products causes high product quality to be ensured"
    ],
    "We should legalize cannabis, legalizing cannabis would save us money we waste on law enforcement and imprisonment for this nonviolent offense.": [
        "Legalizing cannabis causes Less people being arrested and imprisoned for using cannabis. And Less people being arrested and imprisoned for using cannabis causes Less money being spent on law enforcement and imprisonment",
        "Legalizing cannabis causes budgets of municipalities to retain funds. And budgets of municipalities to retain funds suppresses Municipalities suffer from low budgets",
        "Legalizing cannabis suppresses need for enforcing unnecessary laws. And need for enforcing unnecessary laws causes wasted money on law enforcement and imprisonment for nonviolent offense",
        "Legalizing cannabis suppresses wastage of resources will be manged. And wastage of resources will be manged suppresses money and other resources are wastad"
    ],
    "We should legalize cannabis, legalizing marijuana could create thousands of jobs  in the actual marijuana business and in related fields": [
        "Legalizing cannabis causes Better paying jobs. And Better paying jobs causes create thousands of jobs",
        "Legalizing cannabis causes More sales and trade in legal economy. And More sales and trade in legal economy causes lower unemployment",
        "Legalizing cannabis causes many new cannabis businesses open. And many new cannabis businesses open causes create thousands of jobs",
        "Legalizing cannabis causes the opening of authorized stores that sell cannabis. And the opening of authorized stores that sell cannabis causes thousands of jobs in the marijuana business and in related fields are created"
    ],
    "We should legalize cannabis, legalizing marijuana will free up police resources because instead of arresting people for pot police would focus on more serious crimes": [
        "Legalizing cannabis causes More people to have legal access to cannabis. And More people to have legal access to cannabis causes Less people would be arrested for these minor crimes which would free up the police."
    ],
    "We should legalize cannabis, legalizing marijuana would help correct the racial inequalities in marijuana enforcement": [
        "Legalizing cannabis causes more widespread and equal access and usage of marijuana. And more widespread and equal access and usage of marijuana causes correction of the racial inequalities in marijuana enforcement",
        "Legalizing cannabis suppresses arresting criminals posessing marijuana who tend to be minorities. And arresting criminals posessing marijuana who tend to be minorities suppresses correction of racial inequalities in marijuana enforcement",
        "Legalizing cannabis suppresses arresting marijuana dealers because of their race. And arresting marijuana dealers because of their race suppresses help in the correction of racial inequalities in marijuana enforcement"
    ],
    "We should legalize cannabis, legalizing recreational marijuana will add billions to the economy, create hundreds of thousands of jobs, and save limited police resources": [
        "Legalizing cannabis causes Responsible use. And Responsible use causes Economical value",
        "Legalizing cannabis causes Taxes to be collected on an activity increased due to elimination of criminal stigma. And Taxes to be collected on an activity increased due to elimination of criminal stigma causes Billions added to the economy.",
        "Legalizing cannabis causes Taxing cannabis businesses. And Taxing cannabis businesses causes Improving revenue collection.",
        "Legalizing cannabis causes the creation of legal stores where cannabis is sold. And the creation of legal stores where cannabis is sold causes hundreds of thousands of jobs will be created"
    ],
    "We should legalize cannabis, legalizing will make marijuana use safer by regulations": [
        "Legalizing cannabis causes Getting rid of the cannabis black market.. And Getting rid of the cannabis black market. causes Making cannabis safer with regulations.",
        "Legalizing cannabis causes need for government body to ensure safety now that its on the normal market. And need for government body to ensure safety now that its on the normal market causes safer by regulation",
        "Legalizing cannabis suppresses adding dangerous things to Cannabis. And adding dangerous things to Cannabis causes unsafe cannabis is consumed"
    ],
    "We should legalize cannabis, many people use cannabis to deal with severe illness. it is also a natural product.": [
        "Legalizing cannabis causes Easier access to medical cannabis. And Easier access to medical cannabis causes People cope with severe illness",
        "Legalizing cannabis causes benefit for users medically.. And benefit for users medically. causes Healthy people",
        "Legalizing cannabis causes ill people to be able to access cannabis more easily. And ill people to be able to access cannabis more easily causes Helping with severe illness",
        "Legalizing cannabis suppresses use of unnatural medication. And use of unnatural medication suppresses natural ailment for illness"
    ],
    "We should legalize cannabis, marijuana has numerous proven medical benefits.": [
        "Legalizing cannabis causes availability for people with chronic pain. And availability for people with chronic pain causes medical benefits available",
        "Legalizing cannabis causes easy access to cannabis for medical use. And easy access to cannabis for medical use causes Numerous proven medical benefits",
        "Legalizing cannabis causes persons are able to seek out natural cures instead of using processed chemicals for treatment.. And persons are able to seek out natural cures instead of using processed chemicals for treatment. causes More options for persons who suffer"
    ],
    "We should legalize cannabis, marijuana legalization will boost the economy bringing more tax revenue than alcohol": [
        "Legalizing cannabis causes Boosts sales. And Boosts sales causes boosts in the economy bringing more tax revenue than alcohol",
        "Legalizing cannabis causes Legitimate tax paying businesses will sell cannabis.. And Legitimate tax paying businesses will sell cannabis. causes More tax revenue",
        "Legalizing cannabis causes The government to regulate and tax the sale of medical and recreational cannabis.. And The government to regulate and tax the sale of medical and recreational cannabis. causes Boosting the economy by bringing more tax revenue than alcohol.",
        "Legalizing cannabis causes both medicinal and recreational cannabis businesses paying profits tax. And both medicinal and recreational cannabis businesses paying profits tax causes boosting the economy by bringing more tax revenue than alcohol"
    ],
    "We should legalize cannabis, our tax dollars are wasted on criminalizing the possession and use of cannabis when they could spent on more serious crimes.": [
        "Legalizing cannabis causes tax dollars used in criminalizing and use of cannabis  could be spent on more serious crimes.. And tax dollars used in criminalizing and use of cannabis  could be spent on more serious crimes. causes tax dollars are wasted on criminalizing the possession and use of cannabis.",
        "Legalizing cannabis suppresses Wasted policing time and money. And Wasted policing time and money suppresses Investing wasted policing time and resources in violent crime."
    ],
    "We should legalize cannabis, people buy cannabis regardless of whether it is legal or not, so we might as well tax it to make extra money": [
        "Legalizing cannabis causes people paying sales tax on buying cannabis products. And people paying sales tax on buying cannabis products causes making extra money for government",
        "Legalizing cannabis suppresses Untaxed and unregulated sales of Cannabis. And Untaxed and unregulated sales of Cannabis causes Illegal sales of Cannabis are tax free",
        "Legalizing cannabis suppresses selling cannabis in the black market.. And selling cannabis in the black market. suppresses making extra money from tax"
    ],
    "We should legalize cannabis, people use it anyway and it has many health benefits.": [
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to enjoy many health benefits",
        "Legalizing cannabis causes help in health issues. And help in health issues causes health benefits",
        "Legalizing cannabis causes increased use of marijuana. And increased use of marijuana causes health benefits",
        "Legalizing cannabis causes is good for the economy and the people. And is good for the economy and the people causes its ban does not work since it results in better health for those who use it."
    ],
    "We should legalize cannabis, scientific studies have shown that cannabis is safe as a recreational drug": [
        "Legalizing cannabis causes Improved health. And Improved health causes Is safe as a recreational drug",
        "Legalizing cannabis causes laboratory testing of cannabis products. And laboratory testing of cannabis products causes being safe as a recreational drug"
    ],
    "We should legalize cannabis, so many people already use cannabis that the only real difference legalizing would make would be that the profits could be taxed.": [
        "Legalizing cannabis causes Allowing governments to tax cannabis sales.. And Allowing governments to tax cannabis sales. causes Governments obtaining tax money from cannabis.",
        "Legalizing cannabis causes Increased regulation with regards to the sale of marijuana and marijuana products.. And Increased regulation with regards to the sale of marijuana and marijuana products. causes Taxing the profits from the sale of legal cannabis.",
        "Legalizing cannabis causes cannabis enters formal economy. And cannabis enters formal economy causes profits could be taxed",
        "Legalizing cannabis causes making of profit from sales. And making of profit from sales causes the profits from sale of marijuana could be taxed."
    ],
    "We should legalize cannabis, so many people could use cannabis for pain relief that to legalize it is the only sensible option.": [
        "Legalizing cannabis causes easy access to cannabis. And easy access to cannabis causes Cannabis is effective in stopping pain",
        "Legalizing cannabis causes greater access to marijuana. And greater access to marijuana causes many people could use cannabis for pain relief",
        "Legalizing cannabis causes people can then get much easier access with no fear of breaking the law.. And people can then get much easier access with no fear of breaking the law. causes People could use cannabis for pain relief"
    ],
    "We should legalize cannabis, tax dollars are wasted on prosecuting possessors of cannabis when abuse of alcohol can actually cause more health problems than the cannabis.": [
        "Legalizing cannabis suppresses Pursuing criminal charges against those who use or possess cannabis.. And Pursuing criminal charges against those who use or possess cannabis. causes Wasting tax dollars on prosecuting possessors of cannabis when abuse of alcohol can actually cause more health problems."
    ],
    "We should legalize cannabis, taxes collected from the legal sale of marijuana could support important public programs": [
        "Legalizing cannabis causes Taxing cannabis business. And Taxing cannabis business causes Improving revenue collection.",
        "Legalizing cannabis causes The government to have the ability to levy federal taxes on the sale of cannabis.. And The government to have the ability to levy federal taxes on the sale of cannabis. causes Supporting important public programs with the taxes collected from the legal sale of marijuana.",
        "Legalizing cannabis causes it's sale. And it's sale causes tax collection",
        "Legalizing cannabis causes tax dollars being utilized from marijuana sales. And tax dollars being utilized from marijuana sales causes Support for important public programs"
    ],
    "We should legalize cannabis, the British Medical Association has conducted a research which shows that nicotine is far more addictive than cannabis": [
        "Legalizing cannabis causes less reliance on nicotine which is more difficult to quit. And less reliance on nicotine which is more difficult to quit causes people to get less addictive than from nicotine"
    ],
    "We should legalize cannabis, the dangers of cannabis are minimum.   the benefits are great.   it can help with pain, anxiety, depression and best of all it makes people feel good.   the income to states would be enormous too.": [
        "Legalizing cannabis causes Getting people more willing to try cannabis.. And Getting people more willing to try cannabis. causes Helping make people feel better."
    ],
    "We should legalize cannabis, the entire chain of suppliers, including growers, distributors, and retailers will be regulated while marijuana  is legalized and business is taken away from the drug cartels": [
        "Legalizing cannabis causes Regulating production, sale and distribution of cannabis. And Regulating production, sale and distribution of cannabis causes Defeating drug cartels.",
        "Legalizing cannabis causes cannabis enters formal economy. And cannabis enters formal economy causes business taken away from cartels",
        "Legalizing cannabis suppresses Income of drug cartels supressed.. And Income of drug cartels supressed. causes Drug Cartels power will be lessened."
    ],
    "We should legalize cannabis, the healing properties of cannabis are necessary to alleviate the health of many patients who do not have access to it due to its restriction": [
        "Legalizing cannabis causes Doctors can advise more natural, less addictive choices. And Doctors can advise more natural, less addictive choices causes Patients have access to more medical choices",
        "Legalizing cannabis causes People to be able to use it more widely. And People to be able to use it more widely causes Cannabis has healing properties to help people with their health issues",
        "Legalizing cannabis causes more people can access cannabis and its healing properties. And more people can access cannabis and its healing properties causes alleviate the health of many patients"
    ],
    "We should legalize cannabis, the medical benefits of cannabis use has been documented in recent years. it's highly beneficial to those with epilepsy and cancer patients. access needs to expand to those who need it.": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating diseases.",
        "Legalizing cannabis causes cannabis becomes available without prescription. And cannabis becomes available without prescription causes access expands to those who need it",
        "Legalizing cannabis causes easy access to patients. And easy access to patients causes highly beneficial to those with epilepsy and cancer patients",
        "Legalizing cannabis suppresses Criminalizing and/or restricting access to marijuana in certain jurisdictions for medical use.. And Criminalizing and/or restricting access to marijuana in certain jurisdictions for medical use. suppresses Expanding access to cannabis to those who need it for epilepsy or cancer."
    ],
    "We should legalize cannabis, the medicinal effects of cannabis have brought many benefits to our society in recent years. that is why i believe that its legalization should be allowed in our society.": [
        "Legalizing cannabis causes People with illnesses to get weed easier. And People with illnesses to get weed easier causes Cannabis has medicinal effects that benefit society",
        "Legalizing cannabis causes Stress relief naturally. And Stress relief naturally suppresses Anxiety from mental stimulation",
        "Legalizing cannabis causes availability to patients. And availability to patients causes medicinal effects of cannabis have brought many benefits to our society in recent years",
        "Legalizing cannabis causes easier access for medicine. And easier access for medicine causes medicinal effects of cannabis to bring many benefits to our society"
    ],
    "We should legalize cannabis, the medicinal use of cannabis is so widespread, accepted and proven that its legalization is unstoppable": [
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes the medicinal use of cannabis to be widely accepted and proven"
    ],
    "We should legalize cannabis, the war on drugs is a failure, especially when it comes to cannabis. it's a waste of money to continue to keep the fight up against cannabis.": [
        "Legalizing cannabis suppresses paying for anti-cannabis programs. And paying for anti-cannabis programs causes fighting cannabis wastes money",
        "Legalizing cannabis suppresses paying police forces to ensure that they catch dealers who illegally sell cannabis. And paying police forces to ensure that they catch dealers who illegally sell cannabis causes Money used to fight up against cannabis are wasted"
    ],
    "We should legalize cannabis, there are many arguments, including it will save money as enforcement of current laws costs an estimated $8 billion a year in the u.s. alone and will cut down on a lot of crime": [
        "Legalizing cannabis causes Fewer arrests made due to Cannabis. And Fewer arrests made due to Cannabis causes Reduced prison costs",
        "Legalizing cannabis causes reducing drug trafficking. And reducing drug trafficking causes cutting down on a lot of crime"
    ],
    "We should legalize cannabis, there are many medicinal uses for cannabis that are not as harmful as prescription drugs": [
        "Legalizing cannabis causes Increasing the amount spent on medical research.. And Increasing the amount spent on medical research. causes Cannabis having many medicinal uses, and being less harmful than prescription drugs.",
        "Legalizing cannabis causes extensive use. And extensive use causes medical medicinal uses"
    ],
    "We should legalize cannabis, there are many people that use cannabis to help them get through illnesses.  legalizing it would take extra worry off their shoulders.": [
        "Legalizing cannabis causes Access for people who are going through illnesses. And Access for people who are going through illnesses causes Help people worry less about illnesses.",
        "Legalizing cannabis causes a stress free life without illenss. And a stress free life without illenss causes people  use cannabis to help them get through illnesses",
        "Legalizing cannabis causes availability as a treatment. And availability as a treatment causes help people get through illnesses",
        "Legalizing cannabis causes pain relief. And pain relief causes People will be less worried  during illness."
    ],
    "We should legalize cannabis, there are so many legitimate reasons to use cannabis that we should legalize it to free up the police to chase proper criminals and not waste time on cannabis users.": [
        "Legalizing cannabis causes cannabis users won't be pursued and watched by police. And cannabis users won't be pursued and watched by police causes police available to chase real criminals",
        "Legalizing cannabis suppresses police handling cannabis crimes. And police handling cannabis crimes suppresses police will not have to deal with cannabis related crimes"
    ],
    "We should legalize cannabis, there are so many medical benefits for cannabis that it should be legalized.": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating disease",
        "Legalizing cannabis causes natural new pain relief. And natural new pain relief causes Terminal patients rest more comfortably"
    ],
    "We should legalize cannabis, this should be legal as it is no worse than alcohol.": [
        "Legalizing cannabis causes Easy access to cannabis. And Easy access to cannabis causes Providing safer alternative to alcohol.",
        "Legalizing cannabis causes More monitoring and regulation by the government. And More monitoring and regulation by the government causes Cannabis can be used safely",
        "Legalizing cannabis suppresses persons from using Alcohol. And persons from using Alcohol causes Alcoholism kills more people"
    ],
    "We should legalize cannabis, we must legalize cannabis in order to end smuggling, but put an established consumption so that people do not lose their sanity.": [
        "Legalizing cannabis causes Legal growth of marijuana. And Legal growth of marijuana suppresses Drug smuggling",
        "Legalizing cannabis causes Regulating cannabis distribution. And Regulating cannabis distribution causes curtailing smuggling",
        "Legalizing cannabis causes the existence of authorized shops that sell cannabis. And the existence of authorized shops that sell cannabis causes smuggling is put to an end",
        "Legalizing cannabis suppresses illegal cannabis sales. And illegal cannabis sales causes Smuggling is necessary"
    ],
    "We should legalize cannabis, we must support the use of legalize cannabis for health": [
        "Legalizing cannabis causes availability in hospitals. And availability in hospitals causes for healthy purposes",
        "Legalizing cannabis causes easy access to cannabis and its benefits. And easy access to cannabis and its benefits causes use of cannabis for health",
        "Legalizing cannabis suppresses Bad effects of mental illness.. And Bad effects of mental illness. causes Damaging to personal health overall."
    ],
    "We should legalize cannabis, we should allow personal choice in this matter, legalized cannabis is safer, reduces criminal gains from the sale of it and allows for medical capabilities to be explored": [
        "Legalizing cannabis causes Easy access to medical cannabis.. And Easy access to medical cannabis. causes Treating disease.",
        "Legalizing cannabis causes more people having access to cannabis. And more people having access to cannabis causes Reducing criminal gains from the sale of it and allowing for medical capabilities to be explored"
    ],
    "We should legalize cannabis, we should be able to use cannabis legally for people who need it for aiding their pain": [
        "Legalizing cannabis causes Cannabis availability for pain relief.. And Cannabis availability for pain relief. causes Suffering persons can get effective relief.",
        "Legalizing cannabis causes Easier access to  medical cannabis. And Easier access to  medical cannabis causes Relieving pain",
        "Legalizing cannabis causes easy access to cannabis as medicine. And easy access to cannabis as medicine causes aid in people's pain"
    ],
    "We should legalize cannabis, we should legalise cannabis because scientific studies have proven that it helps people with diseases such as parkinson's and will be much cheaper than the current medicines.": [
        "Legalizing cannabis causes Easy access to medical cannabis.. And Easy access to medical cannabis. causes Treating disease.",
        "Legalizing cannabis causes Increasing the government's spending on medical research and the promotion of medical marijuana use.. And Increasing the government's spending on medical research and the promotion of medical marijuana use. causes Cannabis helping people with diseases such as Parkinson's and being much cheaper than the current medicines.",
        "Legalizing cannabis causes more people having access to cannabis products. And more people having access to cannabis products causes Helping people with diseases"
    ],
    "We should legalize cannabis, we should legalize cannabis as it appears to do more good than harm for those that have illnesses.": [
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes doing good for those with illnesses",
        "Legalizing cannabis causes people to cope with pain and anxiety using medicinal cannabis products. And people to cope with pain and anxiety using medicinal cannabis products causes medicinal cannabis to do more good than harm for sick people",
        "Legalizing cannabis causes permits doctor to prescribe for pain. And permits doctor to prescribe for pain causes does good for those with illnesses"
    ],
    "We should legalize cannabis, we should legalize cannabis as it can help aid the recovery of many medical needs that alternative medicines don't help": [
        "Legalizing cannabis causes People to be able to access it easier and more safely. And People to be able to access it easier and more safely causes Cannabis could help those that have medical needs that other medicines can't help",
        "Legalizing cannabis causes acceptable alternatives researched for medicinal uses. And acceptable alternatives researched for medicinal uses causes New cure for diseases",
        "Legalizing cannabis causes cannabis has medical benefits. And cannabis has medical benefits causes medical ailments will be alleviated",
        "Legalizing cannabis causes more people can access cannabis medicinal properties. And more people can access cannabis medicinal properties causes recovery of many medical needs"
    ],
    "We should legalize cannabis, we should legalize cannabis as it may help with medical complaints that other medications have failed": [
        "Legalizing cannabis causes availability of a strong painkiller. And availability of a strong painkiller causes May help with medical complaints that other medications have failed",
        "Legalizing cannabis causes easy access to medical marijuana. And easy access to medical marijuana causes Treating ailments.",
        "Legalizing cannabis causes more people with illnesses having access to cannabis. And more people with illnesses having access to cannabis causes Helping with medical complaints that other medications have failed"
    ],
    "We should legalize cannabis, we should legalize cannabis because a natural plant should not be regulated. cannabis is shown to naturally help with certain medical conditions and it's much safer than alcohol for recreational use.": [
        "Legalizing cannabis causes Increasing medical cannabis research and decreasing the stigma attached with the drug.. And Increasing medical cannabis research and decreasing the stigma attached with the drug. causes Cannabis naturally helping with certain medical conditions, and being much safer than alcohol for recreational use.",
        "Legalizing cannabis causes more people having access to a beneficial and natural plant. And more people having access to a beneficial and natural plant causes Helping with certain medical conditions"
    ],
    "We should legalize cannabis, we should legalize cannabis because it can help people with certain health problems be relieved of their symptoms": [
        "Legalizing cannabis causes Increased medical research and use.. And Increased medical research and use. causes Cannabis helping people with symptom relief with certain health problems.",
        "Legalizing cannabis causes access to the drug. And access to the drug causes Helps people with certain health problems be relieved of their symptoms",
        "Legalizing cannabis causes promoting easy access to medical cannabis. And promoting easy access to medical cannabis causes Healing people.",
        "Legalizing cannabis causes widespread use of medicinal cannabis products. And widespread use of medicinal cannabis products causes people with health problems being relieved of their symptoms"
    ],
    "We should legalize cannabis, we should legalize cannabis because it can relieve pain for people with serious illnesses such as cancer and ms": [
        "Legalizing cannabis causes Increased medical research and use for cannabis.. And Increased medical research and use for cannabis. causes Cannabis relieving pain for people with serious illnesses like cancer and multiple sclerosis.",
        "Legalizing cannabis causes availability of cannabis. And availability of cannabis causes Relieving pain for people with serious illnesses such as cancer and ms",
        "Legalizing cannabis causes convenient access to medicinal cannabis products. And convenient access to medicinal cannabis products causes relieving pain for people with serious illnesses",
        "Legalizing cannabis causes making medical cannabis accessible. And making medical cannabis accessible causes relieving pain",
        "Legalizing cannabis causes people taking it as painkiller.. And people taking it as painkiller. causes relieve pain for people with serious illnesses."
    ],
    "We should legalize cannabis, we should legalize cannabis because it helps many people that have pain": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Relieving pain",
        "Legalizing cannabis causes Increased medical adoption of cannabis treatments.. And Increased medical adoption of cannabis treatments. causes Helping many people that have pain.",
        "Legalizing cannabis causes cannabis products being sold on a wider scale. And cannabis products being sold on a wider scale causes Helping many people that have pain",
        "Legalizing cannabis causes widespread use of medicinal cannabis products. And widespread use of medicinal cannabis products causes helping many people that have pain"
    ],
    "We should legalize cannabis, we should legalize cannabis because it helps many sick people": [
        "Legalizing cannabis causes Greater medicinal use of cannabis. And Greater medicinal use of cannabis causes Sick people helped",
        "Legalizing cannabis causes access to cannabis as pain relief. And access to cannabis as pain relief causes many sick people are being helped",
        "Legalizing cannabis causes cannabis easily available to sick people. And cannabis easily available to sick people causes helps sick people"
    ],
    "We should legalize cannabis, we should legalize cannabis because it helps with medical issues some people have": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Curing people",
        "Legalizing cannabis causes easier access to marijuana. And easier access to marijuana causes helps with medical issues some people have",
        "Legalizing cannabis causes having pain bearable. And having pain bearable causes healthy people",
        "Legalizing cannabis causes people to have access to getting cannabis and cannabis products. And people to have access to getting cannabis and cannabis products causes It helps people with many medical issues."
    ],
    "We should legalize cannabis, we should legalize cannabis because it is harmless.": [
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to get harmless medicinal products"
    ],
    "We should legalize cannabis, we should legalize cannabis because it is has many health benefits": [
        "Legalizing cannabis causes doctors prescribing cannabis. And doctors prescribing cannabis causes many health benefits",
        "Legalizing cannabis causes easier for people to use cannabis.. And easier for people to use cannabis. causes health benefits of cannabis.",
        "Legalizing cannabis causes easy access to medicinal cannabis products. And easy access to medicinal cannabis products causes people to enjoy many health benefits",
        "Legalizing cannabis causes pure regulated product through doctors. And pure regulated product through doctors causes provide health benefits"
    ],
    "We should legalize cannabis, we should legalize cannabis because it is nowhere near as harmful as cigarettes and alcohol and actually has health benefits": [
        "Legalizing cannabis causes higher-grade to become available as medical treatment. And higher-grade to become available as medical treatment causes provides health benefits",
        "Legalizing cannabis causes more availability for safe alternatives to dangerous substance abuse. And more availability for safe alternatives to dangerous substance abuse causes more healthy substitute usage than smoking tobacco and alcohol use",
        "Legalizing cannabis causes more people to use it. And more people to use it causes health benefits"
    ],
    "We should legalize cannabis, we should legalize cannabis because it will bring revenue for the government and can be made to a quality standard ensuring no hidden ingredients.": [
        "Legalizing cannabis causes Allowing for taxation and regulatory control.. And Allowing for taxation and regulatory control. causes The increase of government revenue and implementation of quality standards.",
        "Legalizing cannabis causes Clean market for cannabis.. And Clean market for cannabis. causes Cannabis will bring revenue for the government.",
        "Legalizing cannabis causes sale of the product. And sale of the product causes It will bring revenue for the government and can be made to a quality standard ensuring no hidden ingredients."
    ],
    "We should legalize cannabis, we should legalize cannabis because it would cut down on crime and it would help those with medical conditions that require the use of it.": [
        "Legalizing cannabis causes Decreased regulation and increased exploration of legitimate use cases.. And Decreased regulation and increased exploration of legitimate use cases. causes Cutting down on crime and helping those with medical conditions that require it.",
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating sick people",
        "Legalizing cannabis causes People to use it without fear of being arrested.. And People to use it without fear of being arrested. causes Less crime.",
        "Legalizing cannabis causes reducing drug trafficking. And reducing drug trafficking causes cutting down on crime"
    ],
    "We should legalize cannabis, we should legalize cannabis because it would mean people aren't going to jail for a victimless crime": [
        "Legalizing cannabis causes People being able to use cannabis legally. And People being able to use cannabis legally causes Nobody would go to jail for using cannabis",
        "Legalizing cannabis causes justice on users.. And justice on users. causes people will not go to jail for a victimless crime"
    ],
    "We should legalize cannabis, we should legalize cannabis because of it's benefits to those who are severely struggling physically and mentally.": [
        "Legalizing cannabis causes Persons can access affordable pain relief. And Persons can access affordable pain relief causes Persons with debilitating pain can have it alleviated",
        "Legalizing cannabis causes better mental health. And better mental health causes healthy people.",
        "Legalizing cannabis causes people to be free to purchase it. And people to be free to purchase it causes benefits to those struggling physically and mentally.",
        "Legalizing cannabis suppresses incarcerating those possessing cannabis. And incarcerating those possessing cannabis suppresses benefit those struggling physically and mentally"
    ],
    "We should legalize cannabis, we should legalize cannabis because people are going to do it anyway why not tax it.": [
        "Legalizing cannabis causes brings it into the regular economy. And brings it into the regular economy causes More tax revenue"
    ],
    "We should legalize cannabis, we should legalize cannabis for health purposes": [
        "Legalizing cannabis causes Increased research into the medical uses of cannabis.. And Increased research into the medical uses of cannabis. causes Cannabis being used for health purposes.",
        "Legalizing cannabis causes availability of powerful painkillers. And availability of powerful painkillers causes use for health purposes"
    ],
    "We should legalize cannabis, we should legalize cannabis for the people that are suffering from anxiety and illness because it is a more natural way to deal with these issues.": [
        "Legalizing cannabis causes A natural treatment for those with anxiety and illness. And A natural treatment for those with anxiety and illness causes Dealing with anxiety and illness",
        "Legalizing cannabis causes Alternative medication that is natural and non addictive. And Alternative medication that is natural and non addictive causes Anxious persons feel comfortable and rest easy",
        "Legalizing cannabis causes People to be able to access cannabis legally and safely.. And People to be able to access cannabis legally and safely. causes People can use cannabis to help with their anxiety and other illnesses"
    ],
    "We should legalize cannabis, we should legalize cannabis it has been proven to have medicinal benefits and if prescribed properly can alleviate pain and suffering": [
        "Legalizing cannabis causes Persons legitimate access to cannabis. And Persons legitimate access to cannabis causes safe pain relief",
        "Legalizing cannabis causes people to use them legally to be able to get access to cannabis products. And people to use them legally to be able to get access to cannabis products causes Cannabis has medicinal benefits that can help remedy pain and suffering.",
        "Legalizing cannabis causes people with medical conditions can use it safely. And people with medical conditions can use it safely causes grants medical benefits to users and alleviates pain and suffering",
        "Legalizing cannabis causes rise in prescription of marijuana. And rise in prescription of marijuana causes alleviate pain and suffering if prescribed properly"
    ],
    "We should legalize cannabis, we should legalize cannabis so doctors can use it for medical purposes and help a lot of people that are sick": [
        "Legalizing cannabis causes Easy access to medical cannabis. And Easy access to medical cannabis causes Treating disease.",
        "Legalizing cannabis causes Increasing medical research and medical cannabis use.. And Increasing medical research and medical cannabis use. causes Using cannabis for medical purposes to help a lot of sick people.",
        "Legalizing cannabis causes extensive research on the drug. And extensive research on the drug causes use of cannabis medical purposes",
        "Legalizing cannabis causes laboratory testing of medicinal cannabis products. And laboratory testing of medicinal cannabis products causes doctors using cannabis for medical purposes"
    ],
    "We should legalize cannabis, we should legalize cannabis so people can use it for medicinal purposes": [
        "Legalizing cannabis causes Easy access to medical marijuana. And Easy access to medical marijuana causes Treating diseases.",
        "Legalizing cannabis causes Legal research on Cannabis by scientists. And Legal research on Cannabis by scientists causes Cannabis can help cure medical conditions",
        "Legalizing cannabis causes People with illnesses have easier access to weed. And People with illnesses have easier access to weed causes Cannabis can be used for medicinal purposes",
        "Legalizing cannabis causes People with medical conditions have greater access to cannabis.. And People with medical conditions have greater access to cannabis. causes People using cannabis for medicinal purposes"
    ],
    "We should legalize cannabis, we should legalize cannabis, it is less harmful that alcohol and has much potential for medical treatment": [
        "Legalizing cannabis causes Easier access to cannabis. And Easier access to cannabis causes Providing less harmful alternative to alcohol",
        "Legalizing cannabis causes Responsible use. And Responsible use causes Responsible use",
        "Legalizing cannabis causes making cannabis sale legitimate. And making cannabis sale legitimate causes Improved access to treatment",
        "Legalizing cannabis causes more use and research on cannabis. And more use and research on cannabis causes potential for medical treatment"
    ]
}