{
    "We should ban whaling, Animals have rights, and we as custodians of nature have an obligation to them to protect them from this cruel and needless death": [
        "Banning whaling causes Better animals rights watch. And Better animals rights watch causes Better protection for animals"
    ],
    "We should ban whaling, It is impossible to humanely kill a whale and no creature deserves such a painful and gruesome death.": [
        "Banning whaling causes No whales to be hunted and killed. And No whales to be hunted and killed suppresses Whales are inhumanely killed",
        "Banning whaling suppresses hunting and killing of whales. And hunting and killing of whales causes painful and gruesome death"
    ],
    "We should ban whaling, Killing animals for the benefit of humans is immoral.": [
        "Banning whaling causes fewer animals hunted for profit. And fewer animals hunted for profit causes less immoral killing",
        "Banning whaling suppresses excessive and cruel  killing of whales. And excessive and cruel  killing of whales causes Being immoral"
    ],
    "We should ban whaling, People will hunt whales into extinction if they are given the opportunity.": [
        "Banning whaling causes Overkilling of relatively rare species. And Overkilling of relatively rare species causes Ending the existence of a species",
        "Banning whaling causes government enforced punishment to hunters. And government enforced punishment to hunters causes prevent hunting to extinction",
        "Banning whaling causes unbalanced ecosystem. And unbalanced ecosystem causes whales extinction"
    ],
    "We should ban whaling, The dangers to our ecosystem go beyond whales themselves and threaten the entire world under the sea.": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Protecting the ecosystem.",
        "Banning whaling causes Unstable water ecosystem.. And Unstable water ecosystem. causes threatened world under the sea.",
        "Banning whaling causes protection of ocean ecosystems. And protection of ocean ecosystems suppresses undersea ecosystem is endangered",
        "Banning whaling suppresses imbalance in the ecosystem. And imbalance in the ecosystem causes Threaten the entire world under the sea."
    ],
    "We should ban whaling, The whales are almost extinct as it is and whaling would cause them to almost disappear.": [
        "Banning whaling causes Whales to be safe from harm. And Whales to be safe from harm suppresses Whaling will cause whales to go extinctt",
        "Banning whaling causes the decline of numbers of whales. And the decline of numbers of whales suppresses whales become extinct",
        "Banning whaling suppresses Wild Animal killing for profit. And Wild Animal killing for profit causes Extinction of mammals damage wider ecosystem",
        "Banning whaling suppresses killing of whales. And killing of whales causes whale are almost extinct"
    ],
    "We should ban whaling, We should ban whaling as the species need to be protected as does the sealife that gets caught up in the whaling process.": [
        "Banning whaling causes Less damage in Whales proximity. And Less damage in Whales proximity suppresses Sea life near whales suffers",
        "Banning whaling causes Letting the marine ecosystem thrive.. And Letting the marine ecosystem thrive. causes Not hurting whales as well as other species.",
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Protecting the ecosystem.",
        "Banning whaling suppresses killing whales. And killing whales causes The species need to be protected as does the sealife that gets caught up in the whaling process."
    ],
    "We should ban whaling, We should ban whaling because most whale species are endangered and they cannot be hunted sustainably.": [
        "Banning whaling causes Increase in whale population. And Increase in whale population causes Preventing whale extinction.",
        "Banning whaling suppresses hunting of whales for commercial purposes causing whale populations to decrease to critical levels. And hunting of whales for commercial purposes causing whale populations to decrease to critical levels causes whale species are endangered",
        "Banning whaling suppresses killing rare species of whales. And killing rare species of whales causes Whale species are endangered"
    ],
    "We should ban whaling, We should ban whaling because whales are extremely intelligent, sensitive, and social creatures who suffer unduly when they are killed by hunters.": [
        "Banning whaling causes whales being speared for their resources. And whales being speared for their resources causes Whales suffering unduly when they are killed by hunters",
        "Banning whaling suppresses Impaling of flesh. And Impaling of flesh causes Undue suffering.",
        "Banning whaling suppresses The senseless overhunting of the whale population.. And The senseless overhunting of the whale population. causes Whales suffering unduly when killed by hunters."
    ],
    "We should ban whaling, We should ban whaling because whales are keystone species in their ecosystems, whose decline is harmful to many other species as well.": [
        "Banning whaling causes increase in whale population. And increase in whale population suppresses whale decline is harmful to many other species",
        "Banning whaling suppresses Extinction of Whales. And Extinction of Whales causes Ocean dwelling animals have their system destroyed",
        "Banning whaling suppresses disruption of foodchain and ecosystem. And disruption of foodchain and ecosystem causes many other species harmed",
        "Banning whaling suppresses whales cannot continue to distribute nutrients to the surface. And whales cannot continue to distribute nutrients to the surface causes Many other species are harmed"
    ],
    "We should ban whaling, We should ban whaling because whales are part of our common natural heritage and we have a duty to preserve this patrimony for future generations.": [
        "Banning whaling causes Ensuring that the overhunting of whales stops.. And Ensuring that the overhunting of whales stops. causes Preserving the patrimony of whales for future generations.",
        "Banning whaling causes increased number of whale population. And increased number of whale population causes preserve this patrimony for future generations.",
        "Banning whaling causes restoration of whale populations. And restoration of whale populations causes Conserving the environment.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively suppresses preserving patrimony for future generations."
    ],
    "We should ban whaling, Whale are vital to the marine ecosystem and should be protected, not hunted.": [
        "Banning whaling suppresses Upsetting food chain in Marine systems. And Upsetting food chain in Marine systems causes Marine ecosystem damage"
    ],
    "We should ban whaling, Whale meat has high levels of mercury and is unhealthy as part of a diet.": [
        "Banning whaling causes less whales to be eating by humans. And less whales to be eating by humans suppresses unhealthy eating by humans because of mercury",
        "Banning whaling suppresses ingesting mercury laden meat. And ingesting mercury laden meat causes Eating whale can kill people",
        "Banning whaling suppresses killing of whales for food. And killing of whales for food causes consumption of unhealthy substances",
        "Banning whaling suppresses sickness cased by whale meant. And sickness cased by whale meant causes its meat is unhealthy"
    ],
    "We should ban whaling, Whales are sentient, intelligent creatures and as such, have a right to life.": [
        "Banning whaling causes Respecting the autonomy of whales.. And Respecting the autonomy of whales. causes Whales having a right to live.",
        "Banning whaling suppresses Murder of human like Whales. And Murder of human like Whales causes Killing of intelligent, almost human life beings"
    ],
    "We should ban whaling, Whales are wonderfully intelligent creatures that don't deserve to be hunted in such a gruesome manner.": [
        "Banning whaling causes Less people will take part in whaling.. And Less people will take part in whaling. suppresses Whales hunted in a gruesome manner.",
        "Banning whaling causes Whales aren't harpooned. And Whales aren't harpooned causes intelligent beings can live without abuse"
    ],
    "We should ban whaling, Whales play an important role in maintaining healthy ocean ecosystems.": [
        "Banning whaling causes More upper food chain members thrive in oceans. And More upper food chain members thrive in oceans causes Ecosystems in ocean improve",
        "Banning whaling causes improvement in whale population. And improvement in whale population causes healthy ocean ecosystems",
        "Banning whaling causes keeps whales alive. And keeps whales alive causes the oceans ecosystem will be healthy",
        "Banning whaling suppresses whales killed in large numbers. And whales killed in large numbers suppresses maintaining healthy ocean ecosystems"
    ],
    "We should ban whaling, Whales play an important role in overall ocean health.": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preserving the ecosystem.",
        "Banning whaling causes improvement to various ecological interactions of whales and other ocean creatures. And improvement to various ecological interactions of whales and other ocean creatures causes better ocean health.",
        "Banning whaling causes more whales in the ocean.. And more whales in the ocean. causes Healthy ocean"
    ],
    "We should ban whaling, Whaling can lead to over-fishing and the decimation of whale communities.": [
        "Banning whaling causes Increase in whale population. And Increase in whale population causes Prevening whale extinction.",
        "Banning whaling causes hunting whales for commercial purposes to be illegal. And hunting whales for commercial purposes to be illegal suppresses over-fishing and the decimation of whale communities",
        "Banning whaling causes imbalance in the ecosystem. And imbalance in the ecosystem causes leads to over-fishing and the decimation of whale communities."
    ],
    "We should ban whaling, Whaling endangers an animal species that is important to our oceanic ecosystem and should be banned.": [
        "Banning whaling causes Fewer whales are killed in the wild. And Fewer whales are killed in the wild suppresses endangering of an animal species",
        "Banning whaling suppresses animal extinction in top of food chain possibly causing irreverseable devastation. And animal extinction in top of food chain possibly causing irreverseable devastation causes Ecosystem of ocean is damaged"
    ],
    "We should ban whaling, Whaling is a cruel, barbaric and outdated practice.": [
        "Banning whaling causes Whales to be free and healthy. And Whales to be free and healthy suppresses Whaling is a cruel practice",
        "Banning whaling suppresses whaling methods not guaranteeing an instantaneous death of whales. And whaling methods not guaranteeing an instantaneous death of whales causes being cruel, barbaric and outdated"
    ],
    "We should ban whaling, Whaling is decimating whales population in the oceans. A ban on whaling will restore a good number of them": [
        "Banning whaling causes People to stop whaling.. And People to stop whaling. causes restoring a good number of whales.",
        "Banning whaling suppresses Overfishing of whales.. And Overfishing of whales. causes Decimating whale population in the oceans.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes decimating whales population"
    ],
    "We should ban whaling, Whaling is inhumane and unnecessary since there are other things that can now be used to replace the things we get from whales.": [
        "Banning whaling causes Finding alternatives to replace the need for whaling. And Finding alternatives to replace the need for whaling causes Not killing whales needlessly",
        "Banning whaling suppresses killing whales for profit. And killing whales for profit causes inhumane treatment of whales",
        "Banning whaling suppresses unnecessary inhumane treatment of whales. And unnecessary inhumane treatment of whales causes the unnecessary inhumane treatment of whales stops."
    ],
    "We should ban whaling, Whaling is inhumane. If a whale cannot be killed in a humane way, it should not be killed.": [
        "Banning whaling causes whales protection. And whales protection suppresses whale cannot be killed in a humane way, it should not be killed.",
        "Banning whaling suppresses The overhunting and unethical practices associated with whaling.. And The overhunting and unethical practices associated with whaling. causes Being inhumane by killing whales.",
        "Banning whaling suppresses killing of whales by humans cruelly. And killing of whales by humans cruelly causes whales being killed in an inhumane way"
    ],
    "We should ban whaling, Whaling is unsustainable with many types of whale species near extinction today.": [
        "Banning whaling causes Less whales to be killed. And Less whales to be killed causes Populations of whales would go up.",
        "Banning whaling causes saving whales. And saving whales suppresses Unsustainable with many types of whale species near extinction today.",
        "Banning whaling suppresses Extinction of whales and other life. And Extinction of whales and other life causes ecosystem damage from lack of diversity."
    ],
    "We should ban whaling, Whaling is wrong and the whale population is already dwindling.": [
        "Banning whaling suppresses Whales hunted for blood sport. And Whales hunted for blood sport causes Immoral killing of large mammals",
        "Banning whaling suppresses unpunished hunting of whales. And unpunished hunting of whales causes further dwindling whale population"
    ],
    "We should ban whaling, Whaling should be banned because it is barbaric and over-killing is causing whales to become an endangered species.": [
        "Banning whaling causes Increasing whale populations. And Increasing whale populations causes Preventing extinction of whales.",
        "Banning whaling suppresses Killing large mammals. And Killing large mammals causes Murdering large mammals is immoral."
    ],
    "We should ban whaling, Whaling today is not neceessary, there are other ways to obtain fat and nutritions in the modern world.": [
        "Banning whaling causes Forcing humans to seek alternative food sources.. And Forcing humans to seek alternative food sources. causes Not needlessly killing whales.",
        "Banning whaling causes Whale meat not available for fat and nutrition.. And Whale meat not available for fat and nutrition. causes Using other ways to obtain fat and nutrition"
    ],
    "We should ban whaling, Whaling will threaten to endanger many species of whale.": [
        "Banning whaling causes Less whales are killed by people. And Less whales are killed by people causes Whale populations will go back up and no longer be endangered",
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preventing whale extinction",
        "Banning whaling suppresses Killing off species of whales. And Killing off species of whales suppresses increase in Whale populations",
        "Banning whaling suppresses killing rare species of whales. And killing rare species of whales causes many species of whales are endangered"
    ],
    "We should ban whaling, banning whaling is moral and must be supported to save poor animals who suffer.": [
        "Banning whaling suppresses killing of whales. And killing of whales suppresses save poor animals who suffer."
    ],
    "We should ban whaling, banning whaling is the most humane thing we can do to help.": [
        "Banning whaling causes No whales would be killed. And No whales would be killed causes Whales would be treated humanely and not brutally killed",
        "Banning whaling causes Saving animals. And Saving animals causes most humane thing we can do to help",
        "Banning whaling suppresses Spearing and killing animals.. And Spearing and killing animals. causes giant mammals suffering."
    ],
    "We should ban whaling, banning whaling would help save the already diminished whale population.": [
        "Banning whaling causes Less whales will die.. And Less whales will die. causes Saving the already diminished whale population.",
        "Banning whaling suppresses Reducing whale population size. And Reducing whale population size suppresses Whale populations can increase",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively suppresses helping save the diminished whale population",
        "Banning whaling suppresses killing of whales. And killing of whales causes diminishing whale populations"
    ],
    "We should ban whaling, because it is a cruel way of killing a whale and causes great suffering and could cause the extinction of some species of whales.": [
        "Banning whaling causes restoration of whale populations. And restoration of whale populations causes Preventing whale extinction.",
        "Banning whaling suppresses The for-profit killing and overhunting of whales.. And The for-profit killing and overhunting of whales. causes Causing great suffering and perhaps the extinction of some species of whales.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes extinction of some species of whales.",
        "Banning whaling suppresses killing of whales. And killing of whales causes extinction of whale species"
    ],
    "We should ban whaling, because of the rising population and over fishing eventually whaling will deplete the species to extintion": [
        "Banning whaling causes increase in the number of whales. And increase in the number of whales suppresses species to extinction",
        "Banning whaling causes whales to be protected from killing by humans. And whales to be protected from killing by humans suppresses whaling to deplete the species to extinction",
        "Banning whaling suppresses fishermen hunting whales for oil or food. And fishermen hunting whales for oil or food causes depleting the whale species to extinction",
        "Banning whaling suppresses hunting all the whales. And hunting all the whales causes extinction of whales.",
        "Banning whaling suppresses mass killing of whales. And mass killing of whales causes extinction of whale species"
    ],
    "We should ban whaling, if current trends continue, whales could become an endangered species": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Preventing whale extinction",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales becoming an endangered species",
        "Banning whaling suppresses killing of whales. And killing of whales causes whales will become an endangered species"
    ],
    "We should ban whaling, if we don't ban whaling they will soon be almost extinct.": [
        "Banning whaling causes increase in whale population.. And increase in whale population. causes conserving nature",
        "Banning whaling suppresses Decreasing whale population. And Decreasing whale population causes Whales becoming extinct",
        "Banning whaling suppresses death of whales. And death of whales causes Whales will be almost extinct.",
        "Banning whaling suppresses fishing all the whales. And fishing all the whales causes Whales will soon be almost extinct.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales soon being extinct."
    ],
    "We should ban whaling, killing whales is cruel and inhumane and if we don't ban it now we risk losing the entire whale species.": [
        "Banning whaling causes Thriving whale populations. And Thriving whale populations suppresses Losing the entire whale species",
        "Banning whaling causes whales to be protected from killing by humans. And whales to be protected from killing by humans suppresses the entire whale species to be lost",
        "Banning whaling suppresses Killing of whales. And Killing of whales suppresses Losing the entire whale species.",
        "Banning whaling suppresses fishermen hunting whales. And fishermen hunting whales causes Losing the entire whale species",
        "Banning whaling suppresses mass killing of whales. And mass killing of whales causes extintion of whale species"
    ],
    "We should ban whaling, many species of whales have become endangered, and if whaling continues, could be become extinct.": [
        "Banning whaling suppresses Killing the last remnants of large species. And Killing the last remnants of large species causes Whale species become extinct",
        "Banning whaling suppresses The overhunting and decimation of the whale population.. And The overhunting and decimation of the whale population. causes Many species of whales becoming endangered or even extinct."
    ],
    "We should ban whaling, many whales are endangered and incredibly intelligent animals, slaughtering them and often in such wasteful ways is immoral and cruel": [
        "Banning whaling suppresses fishermen killing whales for their resources. And fishermen killing whales for their resources causes Endangering incredibly intelligent animals"
    ],
    "We should ban whaling, not only is whaling cruel, it unbalances ecosystems and is terrible for the environment.": [
        "Banning whaling causes restoring whale populations. And restoring whale populations causes Protecting the ecosystem.",
        "Banning whaling suppresses The overhunting of whales and the destruction of their ecological balance.. And The overhunting of whales and the destruction of their ecological balance. causes Unbalancing ecosystems and being terrible for the environment.",
        "Banning whaling suppresses killing of whales. And killing of whales causes It unbalances ecosystems and is terrible for the environment.",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct causes unbalancing ecosystems"
    ],
    "We should ban whaling, over half of the great white whale species are endangered, so whaling should be banned in order to prevent them from becoming extinct.": [
        "Banning whaling causes Allowing whale populations to recover. And Allowing whale populations to recover causes Preventing extinction of whales",
        "Banning whaling causes More individual whales survive and breed.. And More individual whales survive and breed. causes Whales have more genetic diversity.",
        "Banning whaling causes Whale populations to go up. And Whale populations to go up causes Whales would be brought back from the endangered list."
    ],
    "We should ban whaling, the indiscriminate hunting of whales is diminishing the quantity of these mammals to dangerous levels": [
        "Banning whaling causes More whales being killed.. And More whales being killed. causes diminishing the quantity of these mammals to dangerous levels.",
        "Banning whaling causes PRESERVATION OF WHALES LIFE. And PRESERVATION OF WHALES LIFE suppresses Diminishing the quantity of these mammals to dangerous levels",
        "Banning whaling causes Replenishing whale populations. And Replenishing whale populations causes Preventing extinction of whales.",
        "Banning whaling suppresses hunting of whales. And hunting of whales causes diminishing the quantity of these mammals to dangerous levels",
        "Banning whaling suppresses overfishing whales. And overfishing whales causes diminishing the quantity of whales to dangerous levels"
    ],
    "We should ban whaling, the indiscriminate hunting of whales is negatively affecting the marine ecosystem": [
        "Banning whaling suppresses decline in whale population. And decline in whale population suppresses Preventing ecosystem damage",
        "Banning whaling suppresses elimination of central food chain element. And elimination of central food chain element suppresses protect marine ecosystem",
        "Banning whaling suppresses mass killing of whales. And mass killing of whales causes hurting of the marine ecosystem",
        "Banning whaling suppresses reduction in population of whales. And reduction in population of whales causes negative effect on marine ecosystem",
        "Banning whaling suppresses whales to be killed by humans for their products. And whales to be killed by humans for their products causes indiscriminate hunting of whales"
    ],
    "We should ban whaling, the population of whales is in danger due to massive hunting in the 17th century. we cannot afford to possibly eliminate this species due to whaling.": [
        "Banning whaling causes prevents the hunting of whales. And prevents the hunting of whales causes to increase the dwindling population of whales",
        "Banning whaling causes saving of the whale population. And saving of the whale population suppresses elimination of whales",
        "Banning whaling suppresses decrease in population of whales. And decrease in population of whales causes eventual extinction of whales",
        "Banning whaling suppresses whales to be killed by humans. And whales to be killed by humans causes the population of whales to be in danger"
    ],
    "We should ban whaling, the whale population is currently on the decline and banning it would help to build it back up.": [
        "Banning whaling causes Whale populations to go back up. And Whale populations to go back up suppresses Whale populations are on the decline",
        "Banning whaling causes Whales breed in larger numbers. And Whales breed in larger numbers causes More whales added to small oceanic populations",
        "Banning whaling causes fewer whales are killed. And fewer whales are killed causes build whale population back up",
        "Banning whaling suppresses whalers killing whales. And whalers killing whales suppresses whale population built back up"
    ],
    "We should ban whaling, the whale population is declining and they may become extinct": [
        "Banning whaling causes restoration of whale populations. And restoration of whale populations causes preventing extinction of whales",
        "Banning whaling suppresses Killing too many whales. And Killing too many whales causes A natural resource is lost",
        "Banning whaling suppresses incentivising killing of whales for profit. And incentivising killing of whales for profit causes declining whale populations",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales becoming extinct"
    ],
    "We should ban whaling, the whale population is getting smaller and many of the species are becoming endangered.  if whaling continues, we may lose the beautiful creatures all together.": [
        "Banning whaling causes Increased number of whales. And Increased number of whales suppresses losing the beautiful creatures all together.",
        "Banning whaling causes increasing whale population. And increasing whale population causes Conserving nature",
        "Banning whaling suppresses The overfishing of whales. And The overfishing of whales causes Whales becoming endangered and eventually extinct.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes losing the beautiful whales"
    ],
    "We should ban whaling, there are fewer whales in existence today because of whaling and those that remain require protection": [
        "Banning whaling causes Less whales are killed by hunters. And Less whales are killed by hunters causes Whales populations to go back up",
        "Banning whaling suppresses killing of whales. And killing of whales suppresses whales protected",
        "Banning whaling suppresses lowering of remaining whales. And lowering of remaining whales suppresses Remaining whales could provide base for whale repopulation"
    ],
    "We should ban whaling, there is a shortage of whales and allowing people to kill them needlessly could eliminate the species.  they should be stopped.": [
        "Banning whaling causes fewer whale deaths. And fewer whale deaths suppresses elimination of species",
        "Banning whaling causes protection of whales. And protection of whales suppresses could eliminate the species",
        "Banning whaling suppresses Killing too many whales.. And Killing too many whales. causes Extinction from overhunting whales."
    ],
    "We should ban whaling, there is no benefit to whaling; it is bloody and barbaric.": [
        "Banning whaling causes Killing of innocent animals. And Killing of innocent animals causes is bloody and barbaric."
    ],
    "We should ban whaling, wales are endangered and should be protected": [
        "Banning whaling causes Governments to punish anybody that kills a whale.. And Governments to punish anybody that kills a whale. causes wales being protected",
        "Banning whaling causes fewer whales are killed. And fewer whales are killed suppresses wales are endangered"
    ],
    "We should ban whaling, we need to ban whaling because they will end up going extinct like every other animal on this planet.": [
        "Banning whaling causes killing of whales. And killing of whales causes Whales are going extinct",
        "Banning whaling causes people forbidden to kill whales. And people forbidden to kill whales suppresses whales ending up going extinct",
        "Banning whaling causes whales to survive. And whales to survive suppresses Whaling kills off whales and could cause their extinction.",
        "Banning whaling suppresses The overhunting of the whale population.. And The overhunting of the whale population. causes Whales becoming extinct.",
        "Banning whaling suppresses killing of whales. And killing of whales causes extinction of whale species"
    ],
    "We should ban whaling, we need to ban whaling before we cause them to be extinct.": [
        "Banning whaling causes Allowing whales to mate.. And Allowing whales to mate. causes Not letting whales go extinct.",
        "Banning whaling suppresses Decreasing the natural whale population via overhunting and destruction of ocean ecosystems.. And Decreasing the natural whale population via overhunting and destruction of ocean ecosystems. causes Causing whales to become extinct.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales to be extinct",
        "Banning whaling suppresses killing of whales. And killing of whales causes Makes whales to be extinct."
    ],
    "We should ban whaling, we need to ban whaling so we can protect the species.": [
        "Banning whaling causes Actions to be taken to stop people who want to kill whales.. And Actions to be taken to stop people who want to kill whales. causes protection of the species",
        "Banning whaling causes Whales can begin increasing breeding stock. And Whales can begin increasing breeding stock suppresses Whales go extinct"
    ],
    "We should ban whaling, we need to ban whaling to protect whales from going extinct": [
        "Banning whaling suppresses Killing of whales. And Killing of whales causes protection whales from going extinct"
    ],
    "We should ban whaling, we need to ban whaling to stop the senseless killing of these creatures before they become extinct.": [
        "Banning whaling causes Senseless killing of whales. And Senseless killing of whales causes Whales becoming extinct",
        "Banning whaling causes whale populations to go back up. And whale populations to go back up suppresses Whales could become extinct",
        "Banning whaling suppresses Killing of whales for profit. And Killing of whales for profit causes Whales of all types die out"
    ],
    "We should ban whaling, we should ban whaling as it severely depletes the whaling stock.": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preventing extinction of whales",
        "Banning whaling suppresses desire to kill whales. And desire to kill whales causes depletion of whale stock",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes severely depleting the whaling stock"
    ],
    "We should ban whaling, we should ban whaling because it is endangering some species and it is totally unnecessary to human existence.": [
        "Banning whaling causes Less impact on ecosystem.. And Less impact on ecosystem. suppresses Endangering of some species.",
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preventing extinction of whales.",
        "Banning whaling suppresses killing whales that are at risk from going extinct. And killing whales that are at risk from going extinct causes Some species are endangered",
        "Banning whaling suppresses reduction in popuation. And reduction in popuation causes endangerment of species"
    ],
    "We should ban whaling, we should ban whaling because it is inhumane and because whales are becoming extinct.": [
        "Banning whaling causes Replenishing whale populations. And Replenishing whale populations causes Preventing extinction of whales",
        "Banning whaling causes killing of whales. And killing of whales causes whales are becoming extinct.",
        "Banning whaling causes people can't hunt whales for commercial purposes. And people can't hunt whales for commercial purposes suppresses whales are becoming extinct",
        "Banning whaling suppresses overfishing of whales. And overfishing of whales causes whales are becoming extinct"
    ],
    "We should ban whaling, we should ban whaling because it is leading to the extinction of whales": [
        "Banning whaling causes Death of whales. And Death of whales causes Leading to the extinction of whales",
        "Banning whaling causes Having a thriving ecosystem.. And Having a thriving ecosystem. causes Keeping whales from becoming extinct.",
        "Banning whaling causes Less whales will be killed.. And Less whales will be killed. suppresses The extinction of whales.",
        "Banning whaling suppresses financial incentives for killing whales. And financial incentives for killing whales causes extinction of whales"
    ],
    "We should ban whaling, we should ban whaling because it is unfair on the whales and will lead to unnecessary extinction": [
        "Banning whaling causes Killing of whales. And Killing of whales causes unfair to the whales and will lead to unnecessary extinction",
        "Banning whaling suppresses The overfishing of the whale population and the destruction of whales' ecosystems.. And The overfishing of the whale population and the destruction of whales' ecosystems. causes Being unfair to whales and leading to unnecessary extinction.",
        "Banning whaling suppresses humans killing whales for their own personal gain. And humans killing whales for their own personal gain causes Unnecessary extinction of whales",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes unnecessary extinction of whales"
    ],
    "We should ban whaling, we should ban whaling because it will lead to the extinction of whales": [
        "Banning whaling causes Less whales will be killed.. And Less whales will be killed. suppresses Extinction of whales.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes extinction of whales",
        "Banning whaling suppresses killing of whales. And killing of whales causes extinction of whales",
        "Banning whaling suppresses killing whales. And killing whales suppresses the extinction of whales."
    ],
    "We should ban whaling, we should ban whaling because it's disgusting practice to kill these beautiful creatures when it is totally unnecessary. we have enough options for food already.": [
        "Banning whaling causes Whales to multiply. And Whales to multiply suppresses killing of  these beautiful creatures when it is totally unnecessary"
    ],
    "We should ban whaling, we should ban whaling because many whale species are endangered.": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Prevent whale extinction.",
        "Banning whaling suppresses Overhunting and the decimation of the whale population.. And Overhunting and the decimation of the whale population. causes Many whale species becoming endangered.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes many whale species being endangered.",
        "Banning whaling suppresses killing of whales. And killing of whales causes whale species are endangered."
    ],
    "We should ban whaling, we should ban whaling because sometimes people kill too many whales just for the fun of it": [
        "Banning whaling causes punishment to be inflicted if violators are caught. And punishment to be inflicted if violators are caught suppresses whales killed for no reason",
        "Banning whaling suppresses unregulated immoral hunting behavior. And unregulated immoral hunting behavior causes Endangered animals slaughtered for sport."
    ],
    "We should ban whaling, we should ban whaling because the practises uses are inhumane. whales don't have the ability to defend themselves against  our human ways and it is up to us to defend them or one day they will be extinct.": [
        "Banning whaling causes Whale populations increasing to normal levels. And Whale populations increasing to normal levels suppresses Whales becoming extinct.",
        "Banning whaling causes fewer whales will die.. And fewer whales will die. suppresses whales one day will be extinct.",
        "Banning whaling suppresses hunting of whales in a cruel and immoral way. And hunting of whales in a cruel and immoral way causes the whale population to be extinct",
        "Banning whaling suppresses mass killing of whales. And mass killing of whales causes extinction of whales"
    ],
    "We should ban whaling, we should ban whaling because these creatures are incredibly intelligent and don't deserve to be killed. we have enough food to provide everyone without this practice.": [
        "Banning whaling causes whales can't be used to provide food commercially and people eat other meats instead. And whales can't be used to provide food commercially and people eat other meats instead causes people having enough food to provide everyone without killing these incredibly intelligent creatures",
        "Banning whaling suppresses unnecessary killing. And unnecessary killing causes killing incredibly intelligent creatures"
    ],
    "We should ban whaling, we should ban whaling because they are becoming closer to being extinct.  no animal should be killed when there is not an abundance of their species.": [
        "Banning whaling causes Increase in whale numbers. And Increase in whale numbers causes Preventing extinction of whales",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales  becoming closer to being extinct"
    ],
    "We should ban whaling, we should ban whaling because they are becoming endangered": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Preventing extinction of whales",
        "Banning whaling suppresses Killing too many whales. And Killing too many whales causes Valuable ecological balances are ruined",
        "Banning whaling suppresses killing rare species of whales. And killing rare species of whales causes Whales are becoming endangered",
        "Banning whaling suppresses killing whales. And killing whales causes Whales becoming endangered",
        "Banning whaling suppresses the killing of whales. And the killing of whales causes Whales are becoming endangered"
    ],
    "We should ban whaling, we should ban whaling because whales will be become an endangered species in the future and the method of killing is often cruel.": [
        "Banning whaling causes Whales to be safe from extinction. And Whales to be safe from extinction suppresses Whaling will cause whales to go extinct",
        "Banning whaling suppresses reducing the size of whale population by hunting them. And reducing the size of whale population by hunting them causes Whales will become endangered species in the future",
        "Banning whaling suppresses whales being killed. And whales being killed causes whales becoming an endangered species and cruel killing methods"
    ],
    "We should ban whaling, we should ban whaling since it kills an endangered species and does nothing beneficial by killing them, it is just for sport and it is cruel.": [
        "Banning whaling causes Whales to be safe from harm. And Whales to be safe from harm suppresses Whaling kills an endangered species",
        "Banning whaling causes more ethical forms of sports fishing. And more ethical forms of sports fishing suppresses killing an endagered species for sport"
    ],
    "We should ban whaling, we should ban whaling since killing these animals is unsustainable. their numbers are dwindling yearly and whaling is just inhumane and unnecessary.": [
        "Banning whaling causes Less whales to be killed.. And Less whales to be killed. suppresses whale numbers dwindling yearly",
        "Banning whaling suppresses financial incentive for killing whales. And financial incentive for killing whales causes numbers dwindling yearly",
        "Banning whaling suppresses killing of whales by harpooning and causing them to bleed out. And killing of whales by harpooning and causing them to bleed out causes Whales killed in inhumane and wasteful way"
    ],
    "We should ban whaling, whale are an important part of the ecosystem and whaling threatens their survival on this planet.": [
        "Banning whaling suppresses freedom to harvest whale meat. And freedom to harvest whale meat suppresses protect whale position in ecosystem"
    ],
    "We should ban whaling, whale oil is rarely used today.   why are we killing these precious animals mainly just for their meat? this needs to be stopped.  there's lots of other meat we can be harvesting.   this is a terrible practice.": [
        "Banning whaling causes fewer whales are being killed at sea. And fewer whales are being killed at sea suppresses killing these precious animals mainly just for their meat",
        "Banning whaling suppresses profitable hunting of whales by privateers. And profitable hunting of whales by privateers causes harvesting of whale meat",
        "Banning whaling suppresses whale killing. And whale killing suppresses whales will not be killed"
    ],
    "We should ban whaling, whale populations are depleted and need protecting": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preventing extinction.",
        "Banning whaling causes Whale populations to go start going up. And Whale populations to go start going up suppresses Whale populations need protection",
        "Banning whaling causes increase in number of whales. And increase in number of whales suppresses whale populations are depleted",
        "Banning whaling suppresses killing of whales. And killing of whales suppresses protect whale population levels"
    ],
    "We should ban whaling, whalers kill far too many whales, disrupting the food chain, which could bring catastrophic changes to the oceans.": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Maintaining marine ecosystems.",
        "Banning whaling causes Whale populations to go back up. And Whale populations to go back up causes The food chain would be repaired and oceans would recover.",
        "Banning whaling causes more biodiversity. And more biodiversity causes catastrophic change to the ocean slowed"
    ],
    "We should ban whaling, whales are a limited resource.  we need to protect the whales": [
        "Banning whaling causes hunting to be punished. And hunting to be punished causes protects limited whale numbers"
    ],
    "We should ban whaling, whales are already endangered and whaling would make them go extinct.": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Preventing extinction of whales",
        "Banning whaling suppresses The overhunting of the whale population within the ocean ecosystem.. And The overhunting of the whale population within the ocean ecosystem. causes Endangering whales and making them go extinct.",
        "Banning whaling suppresses killing of whales. And killing of whales causes whales are endangered and whaling will make them go extinct",
        "Banning whaling suppresses killing race species of whales that are endangered. And killing race species of whales that are endangered causes Whales will go extinct"
    ],
    "We should ban whaling, whales are amazing animals of very high intelligence. there is no absolute need for whaling as they do no harm and people can eat farmed meat instead.": [
        "Banning whaling suppresses fishermen killing whales to be used as food. And fishermen killing whales to be used as food suppresses People eating farmed meat instead"
    ],
    "We should ban whaling, whales are an endangered species that need to be protected": [
        "Banning whaling causes Authorities to act in order to stop the killing of whales.. And Authorities to act in order to stop the killing of whales. causes whales being protected",
        "Banning whaling suppresses Overhunting of whales, leading to a shrinking population.. And Overhunting of whales, leading to a shrinking population. causes Whales being endangered species."
    ],
    "We should ban whaling, whales are beautiful living creatures that have existed through time.  they should continue to prosper and ending whaling will help to increase the whale population.": [
        "Banning whaling causes more whales surviving and reproducing. And more whales surviving and reproducing causes Whales should continue to prosper and increase the whale population."
    ],
    "We should ban whaling, whales are endaged and we don't need their meat so whaling should be banned.": [
        "Banning whaling causes increase in whale population. And increase in whale population causes preserving whales",
        "Banning whaling causes more whales of breeding age. And more whales of breeding age causes Whales can repopulate to natural levels",
        "Banning whaling suppresses incentive to hunt. And incentive to hunt suppresses protect endangered whales"
    ],
    "We should ban whaling, whales are endangered and should be protected": [
        "Banning whaling suppresses fishermen killing whales and reducing the whale population. And fishermen killing whales and reducing the whale population causes endangered whales",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales to be endangered",
        "Banning whaling suppresses more whales dying. And more whales dying causes further endangerment of whales"
    ],
    "We should ban whaling, whales are endangered and we need to ban whaling before it's too late": [
        "Banning whaling suppresses Killing all whales. And Killing all whales causes Whales will be distinct.",
        "Banning whaling suppresses hunting for profit. And hunting for profit suppresses prevent whale endangerment from getting worse"
    ],
    "We should ban whaling, whales are endangered species and should be protected": [
        "Banning whaling suppresses Species removal. And Species removal suppresses Saving species improves diversity and life for all on Earth"
    ],
    "We should ban whaling, whales are hunted in such large numbers that they are becoming endangered, if not worse.": [
        "Banning whaling causes Whales to survive. And Whales to survive suppresses Whales might become rare",
        "Banning whaling causes sparing the whales. And sparing the whales suppresses extinction of whales",
        "Banning whaling causes whale populations to go back up.. And whale populations to go back up. suppresses Whales could become extinct",
        "Banning whaling causes whales will be saved. And whales will be saved suppresses they are becomin endangered",
        "Banning whaling suppresses hunting of whales in large numbers. And hunting of whales in large numbers causes Whales are becoming an endangered species"
    ],
    "We should ban whaling, whales are in danger of becoming extinct, there is already too much pressure on the species from environment changes, whaling must be banned to preserve these animals.": [
        "Banning whaling causes deterrent to whale hunters. And deterrent to whale hunters causes preservation of whales",
        "Banning whaling causes more whales available. And more whales available causes More species of animals available in the future.",
        "Banning whaling suppresses Threats to whale population. And Threats to whale population causes Whaling reduces whale population",
        "Banning whaling suppresses killing of whales. And killing of whales suppresses To preserve these animals."
    ],
    "We should ban whaling, whales are in danger of being over fished and endangered.": [
        "Banning whaling causes whales to be available. And whales to be available suppresses Danger of being over fished and endangered",
        "Banning whaling suppresses Excessive killing of whales.. And Excessive killing of whales. causes Whales being overfished and endangered.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes whales being endangered"
    ],
    "We should ban whaling, whales are largely scarce in the wild anyway, and killing off something high on the food chain will have major repercussions all the way down the chain.": [
        "Banning whaling suppresses Ecosystem disruption in ocean cause more species extinction. And Ecosystem disruption in ocean cause more species extinction causes Food chain in oceans negatively affected",
        "Banning whaling suppresses an important predator will be eliminated. And an important predator will be eliminated causes the food chain will be disrupted",
        "Banning whaling suppresses whales will not be able to transport nutrients to surface for other marine species. And whales will not be able to transport nutrients to surface for other marine species causes Major repercussions for the food chain"
    ],
    "We should ban whaling, whales are magnificent creatures and wonders of the ocean. we need to protect them": [
        "Banning whaling suppresses Harpooning and bloodying innocent animals. And Harpooning and bloodying innocent animals suppresses Magnificent whales thrive"
    ],
    "We should ban whaling, whales are nearing extinction and we need to act now before the entire ecosystem is disrupted.": [
        "Banning whaling causes ecological protection. And ecological protection causes The ecosystem stays intact",
        "Banning whaling causes whales are able to continue to provide nutrients for other marine species. And whales are able to continue to provide nutrients for other marine species suppresses Disruption of the ecosystem",
        "Banning whaling suppresses Causing extinction of several inter related Whale adjacent species. And Causing extinction of several inter related Whale adjacent species causes Damaging Ocean's ecosystem",
        "Banning whaling suppresses elimination of vital component to the aquatic ecosystem. And elimination of vital component to the aquatic ecosystem causes ecosystem to be disrupted"
    ],
    "We should ban whaling, whales are necessary for ecological sustainability of the oceans": [
        "Banning whaling causes Preserving whale populations. And Preserving whale populations causes Promoting ecological sustainability",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct suppresses ecological sustainability of the oceans",
        "Banning whaling suppresses reduction in population of whales. And reduction in population of whales suppresses ecological sustainability of the oceans",
        "Banning whaling suppresses shift in ocean conditions and predator hierarchy. And shift in ocean conditions and predator hierarchy suppresses help ocean ecological sustainability"
    ],
    "We should ban whaling, whales are protected species and the hunting of them should be banned.": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Preventing extinction of the whale species.",
        "Banning whaling suppresses murdering protected species. And murdering protected species causes Protected species are killed"
    ],
    "We should ban whaling, whales have been shown to be very intelligent. killing an animal that intelligent is too close to killing a human.": [
        "Banning whaling suppresses Killing of sea animals for profit. And Killing of sea animals for profit causes Murder of intelligent sea creatures",
        "Banning whaling suppresses financial incentive for killing whales. And financial incentive for killing whales causes killing intelligent animal"
    ],
    "We should ban whaling, whales need to be protected before they are endangered.": [
        "Banning whaling causes Whale populations would go up.. And Whale populations would go up. causes Whales would no longer be endangered if whaling was banned.",
        "Banning whaling suppresses Killing more whales. And Killing more whales causes Whales become extinct",
        "Banning whaling suppresses Reduction in population of whale. And Reduction in population of whale causes Whale endangerment.",
        "Banning whaling suppresses killing rare species of whales. And killing rare species of whales causes whales are endangered"
    ],
    "We should ban whaling, whaling  should be banned because they’re killed inhumanely.": [
        "Banning whaling causes Less whales to be killed in any fashion.. And Less whales to be killed in any fashion. suppresses inhumane killing",
        "Banning whaling suppresses hunting whales and making them to suffer from distress and pain. And hunting whales and making them to suffer from distress and pain causes Whales are killed inhumanely",
        "Banning whaling suppresses killing whales. And killing whales causes Whales being killed inhumanely"
    ],
    "We should ban whaling, whaling disturbs the delicate balance of sea life": [
        "Banning whaling suppresses Killing off upper part of Ocean food chain. And Killing off upper part of Ocean food chain causes Ecosystem balance in Ocean damaged",
        "Banning whaling suppresses The mass killing and possible extinction of whales. And The mass killing and possible extinction of whales causes The delicate balance of sea life being disturbed",
        "Banning whaling suppresses large scale killing of whales. And large scale killing of whales causes disturbs delicate balance of sea life"
    ],
    "We should ban whaling, whaling endangers various species of whales and could upset the balance of the ecosystem if it is allowed to continue.": [
        "Banning whaling causes Improved whale population. And Improved whale population causes Mantaining ecological balance",
        "Banning whaling suppresses disappearance of whales. And disappearance of whales causes Endangers various species of whales",
        "Banning whaling suppresses endagerment of whales. And endagerment of whales causes upsetting of the balance of the ecosystem",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct causes balance of the ecosystem to be upset"
    ],
    "We should ban whaling, whaling has decreased the population of these creatures to a phenomenal number and needs to be stopped.": [
        "Banning whaling suppresses killing of whales prior to whale breeding. And killing of whales prior to whale breeding causes whale population greatly decreased"
    ],
    "We should ban whaling, whaling has devastating effects on the entire ocean ecosystem.": [
        "Banning whaling causes whales will be able to maintain a stable food chain and feed other marine animals. And whales will be able to maintain a stable food chain and feed other marine animals suppresses devastating effects on the entire ocean ecosystem",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct causes devastating effects on ocean ecosystem."
    ],
    "We should ban whaling, whaling has led to a major decrease in whale populations over the years.": [
        "Banning whaling causes Restoration of whale population.. And Restoration of whale population. causes Preventing extinction of whales.",
        "Banning whaling causes Whale populations to be stable. And Whale populations to be stable suppresses Whale populations are decreasing",
        "Banning whaling causes more whales to mate and reproduce. And more whales to mate and reproduce suppresses decrease in whale populations over the years."
    ],
    "We should ban whaling, whaling is a barbaric practice that destroys majestic animals": [
        "Banning whaling causes people to not kill whales anymore. And people to not kill whales anymore suppresses a barbaric practice that destroys majestic animals"
    ],
    "We should ban whaling, whaling is a cruel sport that is depleting the oceans natural resources.": [
        "Banning whaling causes Restoration of whale populations.. And Restoration of whale populations. causes Consreving the environment.",
        "Banning whaling suppresses The overhunting of whales and destruction of ecosystems.. And The overhunting of whales and destruction of ecosystems. causes Depleting the oceans' natural resources via cruel sport."
    ],
    "We should ban whaling, whaling is a cruel, unnecessary practice that endangers the populations of many species of marine life": [
        "Banning whaling causes Restoration of whale populations. And Restoration of whale populations causes Preserving the marine ecosystem.",
        "Banning whaling causes Thriving whale populations. And Thriving whale populations causes Protecting the marine ecosystem.",
        "Banning whaling suppresses incentives to kill marine life for money. And incentives to kill marine life for money causes endangers marine life"
    ],
    "We should ban whaling, whaling is a form of inhumane hunting that causes environmental degradation.": [
        "Banning whaling suppresses Overfishing and the destruction of ecosystems.. And Overfishing and the destruction of ecosystems. causes Being inhumane and causing environmental degradation.",
        "Banning whaling suppresses Taking too many whales off the ocean. And Taking too many whales off the ocean causes environmental degradation.",
        "Banning whaling suppresses killing of whales. And killing of whales causes conserving the environment.",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct causes environmental degradation"
    ],
    "We should ban whaling, whaling is an archaic practice that has no place in our current world culture and as such should be banned.": [
        "Banning whaling suppresses killing of whales by humans cruelly. And killing of whales by humans cruelly causes being archaic practice in our current world culture"
    ],
    "We should ban whaling, whaling is an outdated practice that destroys entire marine species.": [
        "Banning whaling suppresses The senseless overhunting of whales and the destruction of oceanic ecosystems.. And The senseless overhunting of whales and the destruction of oceanic ecosystems. causes Destroying entire marine species through the outdated practice of whaling.",
        "Banning whaling suppresses aquatic animals being murdered for their resources. And aquatic animals being murdered for their resources causes Destroying entire marine species"
    ],
    "We should ban whaling, whaling is bad for the environment and marine ecosystems": [
        "Banning whaling causes Improving whale populations. And Improving whale populations causes Preserving the environment and marine ecosystems",
        "Banning whaling causes whales to grow, flourish, and increase in numbers. And whales to grow, flourish, and increase in numbers causes conserve the environment and marine ecosystems",
        "Banning whaling suppresses reduction in population of whales. And reduction in population of whales causes harm to environment and marine ecosystems",
        "Banning whaling suppresses whales to be killed by humans in a cruel way. And whales to be killed by humans in a cruel way causes the environment and marine ecosystems to be hurt"
    ],
    "We should ban whaling, whaling is bad for the environment and the ecosystem": [
        "Banning whaling causes free the ecosystem. And free the ecosystem causes save the environment",
        "Banning whaling suppresses population of whales to extinct. And population of whales to extinct causes the ecosystem to be hurt",
        "Banning whaling suppresses reduced population of whales. And reduced population of whales causes harm to environment and ecosystem"
    ],
    "We should ban whaling, whaling is barbaric and cruel to whales and should therefore be banned": [
        "Banning whaling suppresses Harpooning and slow death of Whales. And Harpooning and slow death of Whales causes Whales are tortured cruelly",
        "Banning whaling suppresses impaling whales with spears. And impaling whales with spears causes cruelty to whales",
        "Banning whaling suppresses profits made from brutal killing of whales. And profits made from brutal killing of whales causes cruelty to whales"
    ],
    "We should ban whaling, whaling is carried out in an indiscrimate and inhumane manner, driving certain species to the brink of extinction.": [
        "Banning whaling causes Restoration of whale populations.. And Restoration of whale populations. causes Preventing extinction of species.",
        "Banning whaling suppresses Killing of whales. And Killing of whales causes drives certain species to the brink of extinction.",
        "Banning whaling suppresses killing rare species of whales. And killing rare species of whales causes Certain species are driven to the brink of extinction",
        "Banning whaling suppresses poorly controlled whaling practices. And poorly controlled whaling practices causes driving certain species to the rink of extinction"
    ],
    "We should ban whaling, whaling is causing serious damage to marine ecosystems and bringing mammals to the brink of extinction": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Preventing extinction",
        "Banning whaling causes whales are able to continue to provide nutrients for other marine species. And whales are able to continue to provide nutrients for other marine species suppresses Marine ecosystems are damaged",
        "Banning whaling suppresses Allowing people to overhunt the whale population and destroy natural ecosystems.. And Allowing people to overhunt the whale population and destroy natural ecosystems. causes Causing serious damage to marine ecosystems and bringing mammals to the brink of extinction.",
        "Banning whaling suppresses slaughter of marine life for profit. And slaughter of marine life for profit causes serious damage to marine ecosystems"
    ],
    "We should ban whaling, whaling is considered to be unacceptable cruelty to animals": [
        "Banning whaling suppresses Killing of whales with disrespect.. And Killing of whales with disrespect. suppresses Respect of animal rights.",
        "Banning whaling suppresses killing of whales by inhuman methods. And killing of whales by inhuman methods causes unacceptable cruelty to animals",
        "Banning whaling suppresses killing whales. And killing whales suppresses treating animals with kindness"
    ],
    "We should ban whaling, whaling is contributing to the extinction of a lifeform and is unethical": [
        "Banning whaling causes Allowing whale populations to grow. And Allowing whale populations to grow causes Stop extinction of a lifeform",
        "Banning whaling causes Reduced death of animals. And Reduced death of animals causes Increase in number of the species",
        "Banning whaling suppresses whales to be killed by humans for self-interest. And whales to be killed by humans for self-interest causes extinction of a lifeform"
    ],
    "We should ban whaling, whaling is cruel and unnecessary leading to upsetting the delicate ecobalance of the oceans.": [
        "Banning whaling suppresses Overhunting whales, which negatively affects other species in their food chain.. And Overhunting whales, which negatively affects other species in their food chain. causes Upsetting the delicate ecobalance of the oceans.",
        "Banning whaling suppresses the killing of innocent and very important animals. And the killing of innocent and very important animals causes Whaling is cruel and upsets the ecosystem of the oceans"
    ],
    "We should ban whaling, whaling is cruel and unnecessary; it should be banned.": [
        "Banning whaling suppresses fishermen using whales for their resources. And fishermen using whales for their resources causes Whaling being cruel and unnecessary",
        "Banning whaling suppresses killing of whales. And killing of whales causes cruel and unnecessary;"
    ],
    "We should ban whaling, whaling is cruel and vicious and should be banned": [
        "Banning whaling suppresses fishermen killing whales for their own benefit. And fishermen killing whales for their own benefit causes Whaling being cruel and vicious"
    ],
    "We should ban whaling, whaling is cruel and will lead to the population of whales declining": [
        "Banning whaling causes killing of whales. And killing of whales causes cruelty and will lead to the population of whales declining",
        "Banning whaling suppresses Overhunting of whales.. And Overhunting of whales. causes A declining population of whales.",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes population of whales declining"
    ],
    "We should ban whaling, whaling is cruel, unnecessary, leading to extinction and destroying ecosystems": [
        "Banning whaling suppresses dwindling whale numbers which change the balance of sea animals and plants. And dwindling whale numbers which change the balance of sea animals and plants suppresses preserve ecosystems and prevent extinction",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes extinction and destruction of ecosystems",
        "Banning whaling suppresses reduction in population of whales. And reduction in population of whales causes extinction and destruction of ecosystems",
        "Banning whaling suppresses removal of whales from the ocean. And removal of whales from the ocean causes the destruction of ecosystems"
    ],
    "We should ban whaling, whaling is cruel. whales suffer and die for no reason. no benefit to man. it's needless suffering.": [
        "Banning whaling causes Animals survive without humans killing and torturing them.. And Animals survive without humans killing and torturing them. suppresses Whales suffer",
        "Banning whaling causes stop to the killing of whales. And stop to the killing of whales suppresses whales suffer and die for no reason",
        "Banning whaling suppresses violent attempts to kill and harvest whale meat. And violent attempts to kill and harvest whale meat causes needless suffering to whales"
    ],
    "We should ban whaling, whaling is damaging to many ocean populations": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Maintaining the ecosystem.",
        "Banning whaling causes protection of ocean animals. And protection of ocean animals suppresses damages many ocean populations",
        "Banning whaling suppresses Killing largest member of Ecosystem. And Killing largest member of Ecosystem causes Ocean ecosystem thrown out of balance",
        "Banning whaling suppresses commercial hunting of whales that causes changes to the ocean's ecosystem. And commercial hunting of whales that causes changes to the ocean's ecosystem causes damage to many ocean populations"
    ],
    "We should ban whaling, whaling is damaging to whale populations as well as other species of fish.": [
        "Banning whaling causes policing of whale hunters. And policing of whale hunters causes stop damaging whale poplulations",
        "Banning whaling suppresses Extinction of precious animals like whales. And Extinction of precious animals like whales causes Damaging to whale populations as well as other species of fish"
    ],
    "We should ban whaling, whaling is in humane and cruel.  whales should be protected.": [
        "Banning whaling suppresses brutal killing and injuring of whales. And brutal killing and injuring of whales causes cruelty to whales",
        "Banning whaling suppresses impaling of whales with harpoons. And impaling of whales with harpoons causes cruelty to whales who deserve protection",
        "Banning whaling suppresses reduce demand for whale meat. And reduce demand for whale meat causes protect whales from harm"
    ],
    "We should ban whaling, whaling is indiscrimate and inhumane, driving various species to the brink of extinction.": [
        "Banning whaling causes Animal  protection. And Animal  protection suppresses Indiscrimate and inhumane, driving various species to the brink of extinction.",
        "Banning whaling suppresses excessive killing of animals. And excessive killing of animals causes extinct species",
        "Banning whaling suppresses extinction of species. And extinction of species suppresses Diversity of life on earth balances things.",
        "Banning whaling suppresses people hunting rare species of whales. And people hunting rare species of whales causes various species are driven to the brink of extinction"
    ],
    "We should ban whaling, whaling is inhumane and adversely affects the entire ecosystem": [
        "Banning whaling causes An animal that other species rely on is preserved.. And An animal that other species rely on is preserved. suppresses Adverse affects on the ecosystem",
        "Banning whaling causes Letting whale populations thrive.. And Letting whale populations thrive. causes Protecting the global ecosystem.",
        "Banning whaling suppresses extinction of species. And extinction of species causes adverse effect on ecosystem"
    ],
    "We should ban whaling, whaling is inhumane and also contributes to the dwindling number of whales in existence, who need protection rather than hunted.": [
        "Banning whaling causes Whales will not be hunted and killed.. And Whales will not be hunted and killed. suppresses Dwindling number of whales in existence",
        "Banning whaling suppresses The overhunting of whales and the destruction of their habitat.. And The overhunting of whales and the destruction of their habitat. causes Whaling contributing to the dwindling number of whales in existence.",
        "Banning whaling suppresses incentive for killing whales. And incentive for killing whales causes dwindling number of whales",
        "Banning whaling suppresses killing of whales by humans excessively. And killing of whales by humans excessively causes dwindling number of whales in existence"
    ],
    "We should ban whaling, whaling is inhumane and an act of greed. we should help preserve nature!": [
        "Banning whaling causes whales are able to continue to combat climate changes. And whales are able to continue to combat climate changes causes Nature is preserved"
    ],
    "We should ban whaling, whaling is inhumane and can lead to extinction of the whale population.": [
        "Banning whaling suppresses death of whales. And death of whales causes Extinction of the whale population.",
        "Banning whaling suppresses hunting all the whales.. And hunting all the whales. causes extinction of the whales"
    ],
    "We should ban whaling, whaling is inhumane and should be banned immediately.": [
        "Banning whaling suppresses The killing of whales for profit motives.. And The killing of whales for profit motives. causes Being inhumane.",
        "Banning whaling suppresses whales to be killed cruelly. And whales to be killed cruelly causes being inhumane"
    ],
    "We should ban whaling, whaling is inhumane and should be banned. there is no reason to kill whales when there are other resources that could be used in place of the whales. they are important sea animals that need to be protected.": [
        "Banning whaling causes Increasing whale populations. And Increasing whale populations causes conserving the ecosystem.",
        "Banning whaling suppresses killing of whales by humans unnecessarily. And killing of whales by humans unnecessarily causes whales needing to be protected"
    ],
    "We should ban whaling, whaling is inhumane and unnecessary and killing the whale population.": [
        "Banning whaling suppresses killing out large oceanic species who contribute to overall ecosystem. And killing out large oceanic species who contribute to overall ecosystem causes Whale species die out"
    ],
    "We should ban whaling, whaling is just barbaric and is literally driving them to extinction.  we must stop this now.": [
        "Banning whaling causes Whale populations to go up. And Whale populations to go up causes It would stop whales becoming extinct.",
        "Banning whaling suppresses Reduction in population of whales. And Reduction in population of whales causes Whales driven to extinction",
        "Banning whaling suppresses whales are killed. And whales are killed causes whales become extinct"
    ],
    "We should ban whaling, whaling is killing off an entire species": [
        "Banning whaling causes increase in whale population. And increase in whale population causes Preventing extinction.",
        "Banning whaling suppresses killing of all whales. And killing of all whales causes the end of an entire species",
        "Banning whaling suppresses profits from hunting. And profits from hunting suppresses prevent killing species",
        "Banning whaling suppresses reducing the population of whales. And reducing the population of whales causes killing off an entire species",
        "Banning whaling suppresses whales to be hunted for their products. And whales to be hunted for their products causes Entire species of whales to be killed"
    ],
    "We should ban whaling, whaling is messing with the balance of nature and should be banned.": [
        "Banning whaling causes Preserve whale population. And Preserve whale population causes Maintaining the balance in nature",
        "Banning whaling causes whales to be killed by humans. And whales to be killed by humans causes messing with the balance of nature",
        "Banning whaling suppresses Elimination of  a key player in the food chain. And Elimination of  a key player in the food chain causes Messing with the balance of nature",
        "Banning whaling suppresses decrease in population of whales. And decrease in population of whales causes balance of nature disrupted"
    ],
    "We should ban whaling, whaling is no longer necessary and we need to close the door on this barbaric practice.": [
        "Banning whaling causes people to be punished for illegal killing of whales. And people to be punished for illegal killing of whales causes people to close the door on the barbaric practice."
    ],
    "We should ban whaling, whaling is not just cruel, but an indefensible assault on endangered species.": [
        "Banning whaling causes Whales to be safe. And Whales to be safe suppresses Whaling is cruel and hurts an endangered species",
        "Banning whaling causes protection of endangered species. And protection of endangered species suppresses An indefensible assault on endangered species",
        "Banning whaling suppresses The senseless overhunting of the whale population.. And The senseless overhunting of the whale population. causes Indefensibly assaulting an endangered species."
    ],
    "We should ban whaling, whaling is really bad for the environment and is cruel": [
        "Banning whaling causes increasing whale populations. And increasing whale populations causes Environmental conservation",
        "Banning whaling suppresses decrease in whale population upset food chain. And decrease in whale population upset food chain causes bad for environment"
    ],
    "We should ban whaling, whaling is the killing of innocent whales and will cause them to go extinct": [
        "Banning whaling causes fewer whales will be killed by humans.. And fewer whales will be killed by humans. suppresses whales caused to go extinct.",
        "Banning whaling suppresses Death of whales. And Death of whales causes whales to go extinct",
        "Banning whaling suppresses hunting of whales by humans. And hunting of whales by humans causes whales to go extinct"
    ],
    "We should ban whaling, whaling is unnecessary for human survival and endangers whales as a species.": [
        "Banning whaling causes commercial hunt.. And commercial hunt. causes hunting",
        "Banning whaling suppresses Whale killing profits. And Whale killing profits suppresses whales avoid endangerment"
    ],
    "We should ban whaling, whaling is wiping out a magnificent animal that should be cherished and protected": [
        "Banning whaling causes Decreases incentive to kill whales.. And Decreases incentive to kill whales. suppresses A magnificent animal is being wiped out.",
        "Banning whaling causes Killing of whales. And Killing of whales causes wiping out a magnificent animal",
        "Banning whaling causes whales being killed mercilessly killed for their resources. And whales being killed mercilessly killed for their resources causes wiping out a magnificent animal",
        "Banning whaling suppresses The overhunting of whales and the destruction of the natural habitat.. And The overhunting of whales and the destruction of the natural habitat. causes Wiping out a magnificent animal that should be cherished and protected"
    ],
    "We should ban whaling, whaling leads to these species extinction": [
        "Banning whaling causes Restoration of whale populations.. And Restoration of whale populations. causes Preventing extinction of whales.",
        "Banning whaling causes Whale populations to go up. And Whale populations to go up suppresses Whales could go extinct",
        "Banning whaling suppresses The overhunting of whales in their natural habitat.. And The overhunting of whales in their natural habitat. causes Whales becoming extinct.",
        "Banning whaling suppresses killing of whales. And killing of whales causes species extinction",
        "Banning whaling suppresses whales dying. And whales dying causes It will leads to these species extinction"
    ],
    "We should ban whaling, whaling risks destroying populations of whales meaning that they could go extinct": [
        "Banning whaling causes Increasing whale populations. And Increasing whale populations causes Preventing whale extinction",
        "Banning whaling causes Saving whale populations. And Saving whale populations causes Avoiding having whales go extinct.",
        "Banning whaling suppresses killing of whales by humans. And killing of whales by humans causes whales to go extinct",
        "Banning whaling suppresses mass killing of whales. And mass killing of whales causes whales going extinct"
    ],
    "We should ban whaling, whaling serves no purpose, there's no great benefit. it only serves to disrupt the ocean ecosystems and cause needless suffering. it should absolutely be banned.": [
        "Banning whaling causes Increasing whale populations. And Increasing whale populations causes conserving nature",
        "Banning whaling suppresses The overfishing of whales the destruction of ecosystems.. And The overfishing of whales the destruction of ecosystems. causes Disrupting ocean ecosystems and causing needless suffering.",
        "Banning whaling suppresses death of whales. And death of whales causes Disrupts the ocean ecosystems and cause needless suffering",
        "Banning whaling suppresses killing of whales by humans excessively and cruelly. And killing of whales by humans excessively and cruelly causes disrupting the ocean ecosystems and causing needless suffering"
    ],
    "We should ban whaling, whaling should be banned as a matter of urgency. cruelty to such majestic, large animals is inhumane and unnecessary.": [
        "Banning whaling suppresses Harpooning and bashing Whales. And Harpooning and bashing Whales causes Inhumane torture of Oceanic animals",
        "Banning whaling suppresses The senseless killing of whales for profit.. And The senseless killing of whales for profit. causes Cruelty towards whales being inhumane and unnecessary.",
        "Banning whaling suppresses killing whales. And killing whales causes Inhumane and unnecessary cruelty to majestic, large animals",
        "Banning whaling suppresses the slaughter of innocent and majestic animals. And the slaughter of innocent and majestic animals causes Whaling is cruel and inhumane"
    ],
    "We should ban whaling, whaling should be banned as many are illegally slaughtered and some methods are inhumane": [
        "Banning whaling causes Increasing regulation and whaling safety practices.. And Increasing regulation and whaling safety practices. suppresses Illegally slaughtering whales by inhumane methods.",
        "Banning whaling suppresses capture of whales. And capture of whales causes Many are illegally slaughtered and some methods are inhumane"
    ],
    "We should ban whaling, whaling should be banned because it harms economic activity that's generated by whale watching": [
        "Banning whaling causes Increased whale population. And Increased whale population suppresses it harms economic activity that's generated by whale watching",
        "Banning whaling causes Protecting the whale population to be enjoyed by spectators.. And Protecting the whale population to be enjoyed by spectators. suppresses Harming economic activity that's generated by whale watching.",
        "Banning whaling suppresses fewer whales to watch. And fewer whales to watch causes harms whale watching revenue"
    ],
    "We should ban whaling, whaling should be banned because it is not sustainable as a source of food which is its main current use": [
        "Banning whaling causes More whales to be safe and alive. And More whales to be safe and alive suppresses Whaling is not a sustainable source of food",
        "Banning whaling causes other food sources considered. And other food sources considered causes sustainable source of food"
    ],
    "We should ban whaling, whaling should be banned because removing too many whales from the oceans would risk making them extinct.": [
        "Banning whaling suppresses killing of whales. And killing of whales causes whales made extinct"
    ],
    "We should ban whaling, whaling should be banned because they are killing harmless creatures that are a necessary part of the ocean ecosystem.": [
        "Banning whaling causes Restoration of whale population. And Restoration of whale population causes Maintaining the ecosystem.",
        "Banning whaling causes balance in the ecosystem. And balance in the ecosystem suppresses killing harmless creatures that are a necessary part of the ocean ecosystem.",
        "Banning whaling suppresses The overhunting of whale populations via criminalization.. And The overhunting of whale populations via criminalization. causes Killing harmless creatures that are a necessary part of the ocean ecosystem.",
        "Banning whaling suppresses financial incentive to kill whales. And financial incentive to kill whales causes killing creatures that are necessary part of ocean ecosystem"
    ],
    "We should ban whaling, whaling should be banned because we are hunting the whale population to extinction.": [
        "Banning whaling causes Restoring whale populations. And Restoring whale populations causes Preventing extenction.",
        "Banning whaling causes fishermen killing whales for food. And fishermen killing whales for food causes Hunting the whale population to extinction",
        "Banning whaling suppresses Killing of whales. And Killing of whales causes Hunting of the whale population to extinction.",
        "Banning whaling suppresses The overhunting of various whale species.. And The overhunting of various whale species. causes Hunting the whale population to extinction."
    ],
    "We should ban whaling, whaling should be banned because we need to protect whales from becoming extinct.": [
        "Banning whaling causes Whale populations allowed to replenish.. And Whale populations allowed to replenish. suppresses whales becoming extinct",
        "Banning whaling suppresses Excessive killing of whales. And Excessive killing of whales causes Protect whales from becoming extinct",
        "Banning whaling suppresses Wholesale killing and targeting of majestic animals. And Wholesale killing and targeting of majestic animals causes Whale species die out"
    ],
    "We should ban whaling, whaling should be banned to help protect the whaling species.": [
        "Banning whaling causes Fewer whales are killed. And Fewer whales are killed causes protection of the whaling species",
        "Banning whaling suppresses exploiting sentient beings for financial gain. And exploiting sentient beings for financial gain causes Whales go extinct",
        "Banning whaling suppresses whaling kills whales. And whaling kills whales suppresses whales are protected"
    ],
    "We should ban whaling, whaling should be banned. the number of whales is depleting seriously and is a real environmental concern.": [
        "Banning whaling causes Less whales being killed.. And Less whales being killed. suppresses The number of whales depleting seriously.",
        "Banning whaling suppresses Extinction of whales. And Extinction of whales causes Environmental concern.",
        "Banning whaling suppresses hunting of whales for their usable products. And hunting of whales for their usable products causes the number of whales to be depleting seriously",
        "Banning whaling suppresses people hunting whales. And people hunting whales causes the number of whales is depleting",
        "Banning whaling suppresses the mass killing of whales. And the mass killing of whales causes environmental concerns due to whale depletion"
    ],
    "We should ban whaling, whaling shuld be banned because it is a cruel and outdated practice & no longer serves a purpose": [
        "Banning whaling causes Forcing whalers to find alternative sources of income.. And Forcing whalers to find alternative sources of income. causes No longer using outdated practices on whales.",
        "Banning whaling suppresses Chasing whales for fun and sport, harpooning them bloodily. And Chasing whales for fun and sport, harpooning them bloodily causes Whales are treated with cruelty"
    ],
    "We should ban whaling, whaling upsets the ecological balance of the seas and should be banned worldwide.": [
        "Banning whaling suppresses breaking of the food chain. And breaking of the food chain causes Upholding ecological balance",
        "Banning whaling suppresses hunting of whales for their usable products. And hunting of whales for their usable products causes upsetting the ecological balance of the seas.",
        "Banning whaling suppresses increased overhunting of whales. And increased overhunting of whales causes poor ecological balance of the seas",
        "Banning whaling suppresses loss of whales from the water. And loss of whales from the water suppresses Upsets the ecological balance",
        "Banning whaling suppresses mass killings of whales. And mass killings of whales causes upsetting of ecological balance of the sea"
    ],
    "We should ban whaling, whaling upsets the natural balance of the seas and should be banned permanently, not just seasonally.": [
        "Banning whaling causes Whales and other species perform oceanic functions. And Whales and other species perform oceanic functions causes Whales maintain delicate sea balance",
        "Banning whaling causes reduced disruption to the ocean ecosystem. And reduced disruption to the ocean ecosystem suppresses whaling upsets the natural balance of the seas",
        "Banning whaling causes the ecosystem stays healthy. And the ecosystem stays healthy causes oceans will be protected",
        "Banning whaling suppresses whales not being able to provide nutrients to phytoplankton. And whales not being able to provide nutrients to phytoplankton causes The natural balance of the seas is upset"
    ],
    "We should ban whaling, whaling will result in the elimination and destruction of the entire whale population which will also impact the ecosystem and needs to be banned immediately.": [
        "Banning whaling causes Restoring whale populations. And Restoring whale populations causes Maintaining the ecosystem.",
        "Banning whaling causes whales are able to maintain a stable food chain. And whales are able to maintain a stable food chain suppresses elimination and destruction of the entire whale population which impacts the ecosystem",
        "Banning whaling suppresses death of whales. And death of whales suppresses Elimination and destruction of the entire whale population"
    ],
    "We should ban whaling, whaling wipes out creatures who deserve to thrive in their own environment.": [
        "Banning whaling causes Introducing criminal penalties for the capture and extermination of the whale population.. And Introducing criminal penalties for the capture and extermination of the whale population. suppresses Wiping out creatures who deserve to thrive in their own environment.",
        "Banning whaling causes Keeping more whales alive. And Keeping more whales alive causes Creatures thrive in their own environment",
        "Banning whaling suppresses Torture and harpooning of large sea mammals. And Torture and harpooning of large sea mammals causes Whales become extinct"
    ],
    "We should ban whaling, without a ban on whaling, there is a risk that some species of whales, and maybe all species, will become endangered or even, possibly, extinct": [
        "Banning whaling causes Whales can be free and not go extinct. And Whales can be free and not go extinct suppresses Whaling can cause whales to go extinct",
        "Banning whaling suppresses The decimation of the whale population via overhunting.. And The decimation of the whale population via overhunting. causes Risking that some or all species of whales will become endangered or extinct.",
        "Banning whaling suppresses killing whales and making the whales population decline. And killing whales and making the whales population decline causes Some species of whales, and maybe all species, becoming endangered or extinct"
    ]
}