{
    "We should abolish capital punishment, A state that outlaws murder cannot then turn around and murder prisoners in the name of the law. It is perverse and unjust.": [
        "Abolishing capital punishment causes protection of human rights. And protection of human rights suppresses it is perverse and unjust.",
        "Abolishing capital punishment suppresses Murdering those convicted of serious crimes.. And Murdering those convicted of serious crimes. causes Being perverse and unjust by outlawing murders then murdering prisoners in the name of the law.",
        "Abolishing capital punishment suppresses prisoners to be sentenced to death. And prisoners to be sentenced to death causes murdering prisoners in the name of the law"
    ],
    "We should abolish capital punishment, Absolute judgments may lead to people paying for crimes they did not commit": [
        "Abolishing capital punishment causes Nobody dying from using capital punishment. And Nobody dying from using capital punishment causes Nobody would die because of a crime they did not commit.",
        "Abolishing capital punishment causes better punishment for crime. And better punishment for crime causes Gives  time for absolute judgments",
        "Abolishing capital punishment suppresses Killing wrong persons.. And Killing wrong persons. suppresses Innocent people are unjustly killed."
    ],
    "We should abolish capital punishment, All executions violate the right to life and are a gross affront to human dignity": [
        "Abolishing capital punishment causes killing of the innocent. And killing of the innocent causes violation of human rights",
        "Abolishing capital punishment causes people not being killed for crimes. And people not being killed for crimes suppresses violation of a right to life and human dignity"
    ],
    "We should abolish capital punishment, Being killed by lethal injection or being electrocuted is not always smooth and painless, sometimes it causes a painful death": [
        "Abolishing capital punishment suppresses Deaths by electrocution and injection. And Deaths by electrocution and injection causes A death that is painful",
        "Abolishing capital punishment suppresses poorly carried out executions. And poorly carried out executions causes Some executed persons suffer for many hours"
    ],
    "We should abolish capital punishment, By abolishing capital punishment we will send a powerful message that taking a human life unacceptable under any circumstances. In the long run, this message will have a stronger effect than alleged deterrence of the executions.": [
        "Abolishing capital punishment causes legal protection against taking a human life. And legal protection against taking a human life causes powerful message that taking a human life unacceptable under any circumstances"
    ],
    "We should abolish capital punishment, Capital punishment can be replaced by more ethical but equally punishing alternatives, like life without parole.": [
        "Abolishing capital punishment causes more people to be put in prison, making it be overpopulated. And more people to be put in prison, making it be overpopulated suppresses Capital punishment can be replaced with alternatives like life without parole."
    ],
    "We should abolish capital punishment, Capital punishment denies due process by making it impossible for new evidence or good behavior to change the sentence.": [
        "Abolishing capital punishment causes Increased time and availability of appeal and evidence introduction.. And Increased time and availability of appeal and evidence introduction. suppresses Denying due process by making it impossible for new evidence or good  behavior to change the sentence.",
        "Abolishing capital punishment causes Innocent lives will be saved from death. And Innocent lives will be saved from death suppresses Capital punishment makes it impossible to have a retrial when new evidence appears",
        "Abolishing capital punishment suppresses killing people and ending people's lives. And killing people and ending people's lives causes Denying due process by making new evidence or good behavior impossible to change the sentence"
    ],
    "We should abolish capital punishment, Capital punishment has historically been unfairly used more against minorities and the weak people in society, and I believe it's true today": [
        "Abolishing capital punishment causes Capital punishment not used against anybody.. And Capital punishment not used against anybody. suppresses Capital punishment unfairly used against minorities"
    ],
    "We should abolish capital punishment, Capital punishment has no deterrent effect on crime,": [
        "Abolishing capital punishment causes Same outcome as enacting it does. And Same outcome as enacting it does causes Abolishing capital punishment is more effective"
    ],
    "We should abolish capital punishment, Capital punishment is cruel and unusual, making it unconstitutional.": [
        "Abolishing capital punishment suppresses cruel and unusual punishment is not allowed under the constitution. And cruel and unusual punishment is not allowed under the constitution causes the constitutional will be followed"
    ],
    "We should abolish capital punishment, Capital punishment is hypocritical by engaging in the behavior it is trying to prevent.": [
        "Abolishing capital punishment suppresses criminals to be punished by \"a life for a life\". And criminals to be punished by \"a life for a life\" causes being hypocritical",
        "Abolishing capital punishment suppresses hypocritical actions. And hypocritical actions causes Killing modeling wrong behavior"
    ],
    "We should abolish capital punishment, Capital punishment is inhumane, as we value the right to life in all societies, yet this action of state violence violates that most fundamental right.": [
        "Abolishing capital punishment causes Innocent lives to be saved from death. And Innocent lives to be saved from death suppresses Capital punishment violates the right to life and is inhumane",
        "Abolishing capital punishment suppresses Killing people savagely while others watch. And Killing people savagely while others watch causes Inhumane and abusive treatment of prisoners",
        "Abolishing capital punishment suppresses killing people and taking away people’s rights to life. And killing people and taking away people’s rights to life causes Inhumane capital punishment being an action of state violence that violates the most fundamental right to life"
    ],
    "We should abolish capital punishment, Capital punishment is just another way to oppress and control minorities and certain groups which undermine the mainstreem perceptions": [
        "Abolishing capital punishment suppresses Wrongfully convicted deaths, which disproportionately affect people of color.. And Wrongfully convicted deaths, which disproportionately affect people of color. causes Oppressing and controlling minorities and certain groups which undermine the mainstream perceptions",
        "Abolishing capital punishment suppresses people being wrongfully killed for crimes they didn't commit. And people being wrongfully killed for crimes they didn't commit causes Another way to oppress and control minorities and certain groups."
    ],
    "We should abolish capital punishment, Capital punishment is nothing more than state violence directed towards a person in vengeance, making it morally wrong and an unjustified form of punishment.": [
        "Abolishing capital punishment causes more moral treatment of prisoners. And more moral treatment of prisoners causes Ends state violence against prisoners"
    ],
    "We should abolish capital punishment, Capital punishment normalizes government violence and having the power of life and death over citizens.": [
        "Abolishing capital punishment suppresses criminals to be punished by death execution in a cruel way. And criminals to be punished by death execution in a cruel way causes government to normalize violence",
        "Abolishing capital punishment suppresses government murdering legally. And government murdering legally causes normalization of violence",
        "Abolishing capital punishment suppresses government's ability to kill people. And government's ability to kill people causes normalization of government violence",
        "Abolishing capital punishment suppresses televised government killings. And televised government killings causes normalizes violence and power of citizens"
    ],
    "We should abolish capital punishment, Capital punishment often comes at a higher cost to the state and taxpayers than simply leaving someone in jail for life, meaning that abolishing capital punishment would save time and pressure on the courts.": [
        "Abolishing capital punishment suppresses using courts for many hours of appeals to capital cases. And using courts for many hours of appeals to capital cases suppresses Courts can spend time on wider variety of cases"
    ],
    "We should abolish capital punishment, Capital punishment should be abolished because too many innocent people are put to death because they have been wrongly accused.": [
        "Abolishing capital punishment causes Preventing unlawful conviction. And Preventing unlawful conviction causes Preventing loss of innocent lives.",
        "Abolishing capital punishment suppresses Taking drastic, irreversible measures such as execution when a crime hasn't been truly committed.. And Taking drastic, irreversible measures such as execution when a crime hasn't been truly committed. causes Innocent people being wrongly put to death.",
        "Abolishing capital punishment suppresses people being put on death row for crimes they didn't commit. And people being put on death row for crimes they didn't commit causes Too many innocent people put to death"
    ],
    "We should abolish capital punishment, Capital punishment sometimes goes wrong, causing incredible suffering to the victim.": [
        "Abolishing capital punishment suppresses Errors made in executions. And Errors made in executions causes Instead of being executed prisoners are tortured."
    ],
    "We should abolish capital punishment, Capital punishment wrongly gives governments the power to take human life.": [
        "Abolishing capital punishment suppresses Allowing the state to execute people who are convicted of crimes.. And Allowing the state to execute people who are convicted of crimes. causes Wrongly giving governments the power to take human life.",
        "Abolishing capital punishment suppresses murderers to be sentenced to death. And murderers to be sentenced to death causes wrongly giving governments the power to take human life."
    ],
    "We should abolish capital punishment, Crime rates in states with capital punishment is no different than crime rates in states without, proving that it is an ineffective deterrent.": [
        "Abolishing capital punishment suppresses death sentence of criminals committing crimes in throes of rage. And death sentence of criminals committing crimes in throes of rage causes proven to an ineffective deterrent"
    ],
    "We should abolish capital punishment, Crimes that get the death penalty are rarely premeditated, which means capital punishment doesn't function as a deterant.": [
        "Abolishing capital punishment causes Less people to die from crimes of passion.. And Less people to die from crimes of passion. causes Most capital crimes are not premeditated so it is not a deterant.",
        "Abolishing capital punishment suppresses death sentence of criminals committing crimes in throes of rage. And death sentence of criminals committing crimes in throes of rage causes capital punishment not functioning as a deterant."
    ],
    "We should abolish capital punishment, Death penalty is an inhumane, unjust, unnecessary, and inefficient measure.": [
        "Abolishing capital punishment causes Protection of human rights. And Protection of human rights suppresses Inhumane, unjust, unnecessary, and inefficient measure."
    ],
    "We should abolish capital punishment, For a growing number of victims of violence, the thought of honoring our loved ones by killing another human being is not only counter-intuitive, but abhorrent": [
        "Abolishing capital punishment suppresses Putting people to death who have been convicted of a violent crime.. And Putting people to death who have been convicted of a violent crime. causes Being counter-intuitive and abhorrent to honor loved ones by killing another human being."
    ],
    "We should abolish capital punishment, In places where capital punishment is legal, it is often used in discriminatory ways against minority groups, and therefore we should abolish it to prevent disproportionate punishment against the most vulnerable people in society.": [
        "Abolishing capital punishment causes Less subjective punishment because of race. And Less subjective punishment because of race suppresses Discrimination towards minority groups",
        "Abolishing capital punishment suppresses Likelihood of unfair use of permanent punishment. And Likelihood of unfair use of permanent punishment suppresses African Americans are unfairly targeted by justice system."
    ],
    "We should abolish capital punishment, Innocent people may be wrongly convicted and executed.": [
        "Abolishing capital punishment suppresses Execution of those convicted by judge capable of error. And Execution of those convicted by judge capable of error causes Innocent people wrongly convicted and executed.",
        "Abolishing capital punishment suppresses people being sentenced to death. And people being sentenced to death causes Innocent people being wrongly convicted and executed"
    ],
    "We should abolish capital punishment, It has been shown that capital punishment doesn't deter crime, making it useless.": [
        "Abolishing capital punishment causes better way to punish offenders. And better way to punish offenders causes Deters crime"
    ],
    "We should abolish capital punishment, It is never possible to determine with 100% certainty that a person is legally guilty of a crime, and capital punishment often punishes innocent people, as we've learned from recent exculpatory DNA evidence in recent years.": [
        "Abolishing capital punishment causes Fairer criminal verdicts.. And Fairer criminal verdicts. causes Not killing innocent people",
        "Abolishing capital punishment causes nobody is affected by capital punishment.. And nobody is affected by capital punishment. suppresses capital punishment punishing innocent people.",
        "Abolishing capital punishment causes offenders to be saved from death sentence. And offenders to be saved from death sentence suppresses punishing innocent people"
    ],
    "We should abolish capital punishment, It is unjust to force government employees to take a life.": [
        "Abolishing capital punishment causes People to not be legally killed. And People to not be legally killed causes The government can no longer take people's lives for crimes.",
        "Abolishing capital punishment suppresses Requiring the career of an executioner -- someone who will take lives at the state's behest.. And Requiring the career of an executioner -- someone who will take lives at the state's behest. causes Forcing government employees to take a life.",
        "Abolishing capital punishment suppresses potentially innocent people put to death. And potentially innocent people put to death causes force government employees to take life unjustly"
    ],
    "We should abolish capital punishment, Just one life mistakenly taken in the name of justice is too many; capital punishment must be abolished.": [
        "Abolishing capital punishment causes giving fair punishments.. And giving fair punishments. suppresses Wrongly convicting a person.",
        "Abolishing capital punishment suppresses Killing people convicted of crimes.. And Killing people convicted of crimes. causes Taking just one life mistakenly in the name of justice.",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes life mistakenly taken"
    ],
    "We should abolish capital punishment, Many death row inmates have been proven to be innocent once new forms of forensic analysis has been invented.": [
        "Abolishing capital punishment causes Increased opportunities for appeals and new evidence discovery.. And Increased opportunities for appeals and new evidence discovery. causes Proving many death row inmates innocent once new forms of forensic analysis have been invented."
    ],
    "We should abolish capital punishment, Many executions are botched and thus produce excessive and unjustified pain and torture": [
        "Abolishing capital punishment causes All state executions to cease.. And All state executions to cease. suppresses botched executions producing excessive and unjustified pain and torture"
    ],
    "We should abolish capital punishment, Mistakes are sometimes made in the law - what if someone is killed who is actually innocent?": [
        "Abolishing capital punishment causes saving lives. And saving lives suppresses killing innocent people.",
        "Abolishing capital punishment suppresses Persons unable to afford good lawyers. And Persons unable to afford good lawyers causes innocent persons are murdered by the state",
        "Abolishing capital punishment suppresses someone innocent being killed.. And someone innocent being killed. causes sometimes mistakes are made in the law."
    ],
    "We should abolish capital punishment, Murder is immoral, even when done by a legal system, and capital punishment is just murder.": [
        "Abolishing capital punishment suppresses citizens killed for their crime. And citizens killed for their crime causes an immortal act of murder is committed"
    ],
    "We should abolish capital punishment, No national interest can justify human rights violations such as the death penalty": [
        "Abolishing capital punishment causes human lives be respected. And human lives be respected suppresses violations of human rights"
    ],
    "We should abolish capital punishment, No-one has ever proven with numbers that killing murderers stops other people committing similar crimes": [
        "Abolishing capital punishment causes alternative punishment methods. And alternative punishment methods causes Having efficient punishments"
    ],
    "We should abolish capital punishment, Retribution as a principle of punishment is fundamentally unjust, and capital punishment does not serve any of the other purposes of punishment, such as deterrence and rehabilitation.": [
        "Abolishing capital punishment causes Change in the system punishment choices. And Change in the system punishment choices causes Proper judgement",
        "Abolishing capital punishment causes Finding alternative punishment. And Finding alternative punishment causes Better justice delivery systems",
        "Abolishing capital punishment suppresses cruel and immoral execution of criminals. And cruel and immoral execution of criminals causes not serving any of the purposes of other punishment",
        "Abolishing capital punishment suppresses humans ending other humans' lives. And humans ending other humans' lives causes injustice"
    ],
    "We should abolish capital punishment, The death penalty goes against our most basic human right - the right to life": [
        "Abolishing capital punishment causes Person's lives may continue. And Person's lives may continue causes Persons rights are intact"
    ],
    "We should abolish capital punishment, The death penalty is a form of revenge which continues the cycle of violence.": [
        "Abolishing capital punishment causes victims to be more humane. And victims to be more humane causes to stem the cycle of violence"
    ],
    "We should abolish capital punishment, The death penalty is a primitive form of punishment, reminiscent of repressive regimes like Iran, Yemen, and Saudi Arabia.": [
        "Abolishing capital punishment causes alternative punishments that are more constructive. And alternative punishments that are more constructive suppresses engaging in primative forms of punishment",
        "Abolishing capital punishment causes right to live. And right to live suppresses a primitive form of punishment, reminiscent of repressive regimes like Iran, Yemen, and Saudi Arabia.",
        "Abolishing capital punishment suppresses allowing people to be killed by hanging, shooting, and lethal injection. And allowing people to be killed by hanging, shooting, and lethal injection causes a primitive form of punishment, reminiscent of repressive regimes like Iran, Yemen, and Saudi Arabia"
    ],
    "We should abolish capital punishment, The death penalty is disproportionally used against the poor and minorities.": [
        "Abolishing capital punishment suppresses Persons unable to afford lawyers for capital cases. And Persons unable to afford lawyers for capital cases causes Poor persons are unfairly targeted"
    ],
    "We should abolish capital punishment, The death penalty is incompatible with human rights and human dignity": [
        "Abolishing capital punishment causes eliminates degrading and harmful act. And eliminates degrading and harmful act causes human rights and dignity are respected",
        "Abolishing capital punishment causes human right to live. And human right to live suppresses abuse of human rights."
    ],
    "We should abolish capital punishment, The death penalty leaves everyone involved in the criminal justice system with residual guilt and trauma over sending someone to their death.": [
        "Abolishing capital punishment causes No more people killed by the judicial system. And No more people killed by the judicial system suppresses everyone involved has residual guilt and trauma",
        "Abolishing capital punishment suppresses Executioners involved in brutality of execution. And Executioners involved in brutality of execution causes persons deciding to kill for state suffer"
    ],
    "We should abolish capital punishment, The death penalty perpetuates the cycle of violence.": [
        "Abolishing capital punishment causes Criminals to reform. And Criminals to reform suppresses Perpetuates the cycle of violence.",
        "Abolishing capital punishment suppresses State sponsored killings.. And State sponsored killings. causes Capitally punishing condones killing.",
        "Abolishing capital punishment suppresses killing criminals because of their actions of killing other people. And killing criminals because of their actions of killing other people causes the cycle of violence is perpetuated"
    ],
    "We should abolish capital punishment, The nature and  methods of execution used around the world only continue to perpetuate the cycle of violence": [
        "Abolishing capital punishment causes humanity. And humanity suppresses a cycle of violence.",
        "Abolishing capital punishment suppresses criminals to be executed in a cruel way. And criminals to be executed in a cruel way causes the cycle of violence to continue to perpetuate",
        "Abolishing capital punishment suppresses killing for revenge. And killing for revenge causes perpetuation of  the cycle of violence"
    ],
    "We should abolish capital punishment, The purpose of punishment should be to rehabilitate people so that they can re-enter society as productive citizens, and capital punishment does nothing to serve this purpose.": [
        "Abolishing capital punishment causes Giving people a chance to reform.. And Giving people a chance to reform. causes Rehabilitating people.",
        "Abolishing capital punishment suppresses criminals to be punished by retributive justice. And criminals to be punished by retributive justice causes not rehabilitating people for re-entering society"
    ],
    "We should abolish capital punishment, There cannot be justification for taking a human life. The only way to properly deliver this message is to abolish death penalty.": [
        "Abolishing capital punishment suppresses Killing of persons in name of state. And Killing of persons in name of state causes Murder as punishment"
    ],
    "We should abolish capital punishment, There have been and always will be cases of executions of innocent people": [
        "Abolishing capital punishment causes Preventing wrongful convictions. And Preventing wrongful convictions causes Preventing loss of innocent lives",
        "Abolishing capital punishment suppresses Murder of wrong convicted person. And Murder of wrong convicted person causes Killing the wrong person is a mortal sin",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes cases of executions of innocent people",
        "Abolishing capital punishment suppresses killing people who later proved to not be responsible for the crime. And killing people who later proved to not be responsible for the crime causes innocent people are being executed"
    ],
    "We should abolish capital punishment, There is ample evidence showing that capital punishment does not constitute effective deterrence.": [
        "Abolishing capital punishment causes people to think of alternative ways of punishment.. And people to think of alternative ways of punishment. suppresses inneffective deterrence.",
        "Abolishing capital punishment suppresses death sentence of criminals committing crimes in throes of rage. And death sentence of criminals committing crimes in throes of rage causes not constituting effective deterrence"
    ],
    "We should abolish capital punishment, There is no credible evidence that the death penalty deters crime more effectively than a prison term": [
        "Abolishing capital punishment causes criminals undergoing rehabilitation in prisons. And criminals undergoing rehabilitation in prisons causes death penalty not deterring crime more effectively than a prison term",
        "Abolishing capital punishment suppresses The end of the practice of executing people in response to criminal convictions.. And The end of the practice of executing people in response to criminal convictions. suppresses The death penalty failing to deter crime more effectively than a prison term.",
        "Abolishing capital punishment suppresses people being sentenced to death instead of being rehabilitated. And people being sentenced to death instead of being rehabilitated causes No evidence that the death penalty deters crime"
    ],
    "We should abolish capital punishment, Unlike prison sentences, the death penalty is irreversible and irreparable": [
        "Abolishing capital punishment causes taking another human being's life. And taking another human being's life causes The death penalty being irreversible and irreparable"
    ],
    "We should abolish capital punishment, We have seen too many cases of overturned judgments as new technologies and evidence have come to light, rendering capital punishment inherently problematic.": [
        "Abolishing capital punishment suppresses execution of criminals. And execution of criminals suppresses overturned judgments",
        "Abolishing capital punishment suppresses permanent punishments without remediation. And permanent punishments without remediation causes The wrong person is killed"
    ],
    "We should abolish capital punishment, We should abolish capital punishment because it clearly does not work as a deterrent given how many people are still on death row awaiting their fate.": [
        "Abolishing capital punishment suppresses capital convictions. And capital convictions causes death row filled with criminals"
    ],
    "We should abolish capital punishment, abolish capital punishment so that we never put an innocent person to death": [
        "Abolishing capital punishment causes gives time for investigations. And gives time for investigations suppresses to avoid purring an innocent person to death",
        "Abolishing capital punishment suppresses death as a judicial punishment. And death as a judicial punishment causes innocent person is put to death",
        "Abolishing capital punishment suppresses sentencing to death potentially innocent victims. And sentencing to death potentially innocent victims causes innocent not person put to death"
    ],
    "We should abolish capital punishment, capital punishment breaks the human rights of the individuals being punished.": [
        "Abolishing capital punishment causes Prisoners will not be killed.. And Prisoners will not be killed. suppresses Breaking human rights."
    ],
    "We should abolish capital punishment, capital punishment can go to far and punish innocent people": [
        "Abolishing capital punishment causes True representation in court. And True representation in court suppresses punishment of  innocent people",
        "Abolishing capital punishment causes alleged offenders to be saved from death penalty. And alleged offenders to be saved from death penalty suppresses innocent people to be punished by capital punishment",
        "Abolishing capital punishment suppresses people being killed for crimes they didn't commit. And people being killed for crimes they didn't commit causes the punishment of innocent people",
        "Abolishing capital punishment suppresses wrongfully  accusing people.. And wrongfully  accusing people. causes punishing innocent people."
    ],
    "We should abolish capital punishment, capital punishment can lead to miscarriage of justice of the worst kind": [
        "Abolishing capital punishment suppresses criminals to be punished \"a life for a life\". And criminals to be punished \"a life for a life\" causes miscarriage of justice of the worst kind",
        "Abolishing capital punishment suppresses killing wrongly accused people. And killing wrongly accused people suppresses Preventing miscarriage of justice",
        "Abolishing capital punishment suppresses killing wrongly convicted. And killing wrongly convicted suppresses prevent miscarriage of justice"
    ],
    "We should abolish capital punishment, capital punishment can often cause great pain when being implemented and does not deter violent crime which is often committed in the throes of rage not to mention the injustice to the wrongly convicted.": [
        "Abolishing capital punishment suppresses alleged offenders to be killed by death execution. And alleged offenders to be killed by death execution causes injustice to the wrongly convicted",
        "Abolishing capital punishment suppresses inhumane ways to punish people. And inhumane ways to punish people causes injustice to the wrongly convicted",
        "Abolishing capital punishment suppresses killing of a human. And killing of a human causes great pain"
    ],
    "We should abolish capital punishment, capital punishment can potentially lead to the death of innocent men. there are cases where there is strong doubt that the person executed actually carried out the crime.": [
        "Abolishing capital punishment causes time for proofing a person guilty. And time for proofing a person guilty suppresses lead to the death of innocent men",
        "Abolishing capital punishment suppresses death sentences handed out by judge capable of error. And death sentences handed out by judge capable of error causes death of innocent man"
    ],
    "We should abolish capital punishment, capital punishment can put innocent lives at risk": [
        "Abolishing capital punishment causes encourages more lenient and sensible criminal charges. And encourages more lenient and sensible criminal charges causes save innocent lives from capital punishment",
        "Abolishing capital punishment causes no one will be wrongfully convicted then executed. And no one will be wrongfully convicted then executed causes innocent lives will be protected"
    ],
    "We should abolish capital punishment, capital punishment can suffer from social or racial bias and in fact be used as a weapon against a certain section of society": [
        "Abolishing capital punishment causes Capital punishment will not be used against anyone.. And Capital punishment will not be used against anyone. suppresses Capital punishment used as a weapon against a certain section of society",
        "Abolishing capital punishment suppresses racist juries convict minorities unjustly. And racist juries convict minorities unjustly suppresses equitable justice for all races"
    ],
    "We should abolish capital punishment, capital punishment could be applied to innocent people": [
        "Abolishing capital punishment causes Capital punishment not applied to anybody.. And Capital punishment not applied to anybody. suppresses Capital punishment applied to innocent people."
    ],
    "We should abolish capital punishment, capital punishment does not allow for people convicted wrongly, for whatever reason, and a posthumous innocence verdict does not make it any less inhumane": [
        "Abolishing capital punishment causes Increasing the time for appeals and the introduction of new evidence.. And Increasing the time for appeals and the introduction of new evidence. suppresses Not allowing for people convicted wrongly for whatever reason.",
        "Abolishing capital punishment causes Innocent lives will be saved. And Innocent lives will be saved suppresses Capital punishment has killed many innocent people",
        "Abolishing capital punishment suppresses killing wrong person for a crime. And killing wrong person for a crime causes declaring someone innocent after you kill them is ineffective"
    ],
    "We should abolish capital punishment, capital punishment does not belong in a civil society": [
        "Abolishing capital punishment suppresses Violence in justice and unredeemable behavior by government. And Violence in justice and unredeemable behavior by government suppresses Society is more merciful and just"
    ],
    "We should abolish capital punishment, capital punishment dose not work and is barbaric.": [
        "Abolishing capital punishment causes Other more civilized and effective forms of punishment to be used. And Other more civilized and effective forms of punishment to be used suppresses Capital punishment doesn't work and is too harsh",
        "Abolishing capital punishment causes better forms of punishments. And better forms of punishments suppresses does not work and is barbaric"
    ],
    "We should abolish capital punishment, capital punishment has already led to innocent people being put to death, we should not allow this to happen.": [
        "Abolishing capital punishment causes opportunity to reexamine convictions in light of new evidence. And opportunity to reexamine convictions in light of new evidence suppresses innocent people put to death",
        "Abolishing capital punishment suppresses permanent final punishments. And permanent final punishments causes Mistakes can't be reversed"
    ],
    "We should abolish capital punishment, capital punishment has done nothing to actually deter serious crime in this country": [
        "Abolishing capital punishment causes Taking human life does not solve the crime committed. And Taking human life does not solve the crime committed causes Does nothing to actually deter serious crime in this country"
    ],
    "We should abolish capital punishment, capital punishment has provided too many instances of unlawful convictions not being properly investigated with no comeback afterwards": [
        "Abolishing capital punishment causes ability to reverse punishments. And ability to reverse punishments suppresses no ability to come back from an unlawful conviction",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes unlawful convictions not being properly investigated with no comeback"
    ],
    "We should abolish capital punishment, capital punishment is a barbaric act that illustrates to people that murder is a viable option and codified in law.": [
        "Abolishing capital punishment causes Preserves life. And Preserves life suppresses a barbaric act that illustrates to people that murder is a viable option and codified in law.",
        "Abolishing capital punishment suppresses state supported murder. And state supported murder causes illustrates to people that murder is a viable option"
    ],
    "We should abolish capital punishment, capital punishment is a barbaric and inhumane practice that is outdated.": [
        "Abolishing capital punishment suppresses killing people by hanging, shooting, or lethal injection. And killing people by hanging, shooting, or lethal injection causes a barbaric and inhumane practice that is outdated"
    ],
    "We should abolish capital punishment, capital punishment is a barbaric practice that is outdated and shouldn't exist in a civilized society.": [
        "Abolishing capital punishment causes It to not be used to punish criminals. And It to not be used to punish criminals causes Capital punishment is barbaric and outdated",
        "Abolishing capital punishment causes importance placed on human life. And importance placed on human life suppresses barbaric practice",
        "Abolishing capital punishment suppresses Killing people in gruesome executions. And Killing people in gruesome executions causes Killing people is barbaric and lessens society"
    ],
    "We should abolish capital punishment, capital punishment is a conscious act of murdering someone": [
        "Abolishing capital punishment causes avoiding sin. And avoiding sin suppresses conscious act of murdering someone"
    ],
    "We should abolish capital punishment, capital punishment is a cruel and inhumane punishment": [
        "Abolishing capital punishment suppresses killing people. And killing people causes Cruel and inhumane punishment"
    ],
    "We should abolish capital punishment, capital punishment is a hateful practice that should not exist anymore in the 21st century.": [
        "Abolishing capital punishment suppresses killing prisoners brutally. And killing prisoners brutally suppresses Humane punishment available in 21st Century"
    ],
    "We should abolish capital punishment, capital punishment is a massive transgression of the dignity of life, which should have no exceptions.": [
        "Abolishing capital punishment suppresses Killing persons in barbarous ways for the state. And Killing persons in barbarous ways for the state causes Undignified slaughter of persons"
    ],
    "We should abolish capital punishment, capital punishment is an outdated & cruel form of punishment": [
        "Abolishing capital punishment causes better forms of crime prevention developed. And better forms of crime prevention developed causes new methods of prevention adopted"
    ],
    "We should abolish capital punishment, capital punishment is an unfair attempt to the sanctity of life. no offender merits this kind of sentencing": [
        "Abolishing capital punishment causes Keeping humans from wanting to overly punish others.. And Keeping humans from wanting to overly punish others. causes Protecting the sanctity of life.",
        "Abolishing capital punishment suppresses state carrying out unjust capital sentences. And state carrying out unjust capital sentences causes Killing persons"
    ],
    "We should abolish capital punishment, capital punishment is applied unfairly among the different races, so it should be replaced with a better form of punishment that treats everyone equally.": [
        "Abolishing capital punishment causes Finding an alternative punishment that treats everyone equally.. And Finding an alternative punishment that treats everyone equally. causes Improving equality",
        "Abolishing capital punishment causes Nobody dying from capital punishment. And Nobody dying from capital punishment causes A more fair form of punishment would be applied to everybody",
        "Abolishing capital punishment suppresses Inequality due to economic conditions. And Inequality due to economic conditions causes Unfair treatment due to Race."
    ],
    "We should abolish capital punishment, capital punishment is barbaric and should be abolished": [
        "Abolishing capital punishment suppresses criminals to be killed cruelly by electrocution. And criminals to be killed cruelly by electrocution causes being barbaric"
    ],
    "We should abolish capital punishment, capital punishment is barbaric, ties up a lot of resources, and doesn't really act as a deterrent to major crimes.": [
        "Abolishing capital punishment suppresses paying salary to employees like executioners and judges. And paying salary to employees like executioners and judges causes resources tied up",
        "Abolishing capital punishment suppresses spending on death row and capital punishment resources. And spending on death row and capital punishment resources causes resources tied up",
        "Abolishing capital punishment suppresses the spending of more money on cases with capital punishment than those without capital punishment. And the spending of more money on cases with capital punishment than those without capital punishment causes A lot of resources are tied up"
    ],
    "We should abolish capital punishment, capital punishment is barbaric, what if an innocent person is killed under these laws, you cannot release them and make restitution, capital punishment makes authorities as guilty of crime as the criminals.": [
        "Abolishing capital punishment causes time for exonerating evidence to turn up. And time for exonerating evidence to turn up causes allow for release and restitution",
        "Abolishing capital punishment suppresses authorities murdering criminals in revenge. And authorities murdering criminals in revenge causes authorities guilty of crimes",
        "Abolishing capital punishment suppresses potential wrongful conviction. And potential wrongful conviction causes killing of innocent person"
    ],
    "We should abolish capital punishment, capital punishment is basically taking the life of an unarmed, helpless person.": [
        "Abolishing capital punishment suppresses The government's prerogative to execute individuals based on flawed processes.. And The government's prerogative to execute individuals based on flawed processes. causes Taking the life of an unarmed, helpless person.",
        "Abolishing capital punishment suppresses killing a human being because the authorities consider that he has to die. And killing a human being because the authorities consider that he has to die causes The life of an unarmed, helpless person is taken"
    ],
    "We should abolish capital punishment, capital punishment is completely immoral, and there is no second chance for such a course having resulted from a justice miscarriage.": [
        "Abolishing capital punishment suppresses Errors made by a Jury. And Errors made by a Jury causes Killing wrong person",
        "Abolishing capital punishment suppresses killing of convicted people. And killing of convicted people causes no second chance after miscarriage of justice"
    ],
    "We should abolish capital punishment, capital punishment is cruel and in some cases people have been punished for crimes they didn't commit": [
        "Abolishing capital punishment causes death of productive citizens who help in the economy. And death of productive citizens who help in the economy causes is cruel and in some cases people have been punished for crimes they didn't commit",
        "Abolishing capital punishment suppresses killing prisoners before new evidence arises exonerating them. And killing prisoners before new evidence arises exonerating them suppresses won't punish the innocent",
        "Abolishing capital punishment suppresses mistakes in convicting persons wrongly. And mistakes in convicting persons wrongly causes Killing people wrongly can never be reversed"
    ],
    "We should abolish capital punishment, capital punishment is cruel and unusual punishment.": [
        "Abolishing capital punishment suppresses Killing people in painful ways. And Killing people in painful ways causes Unconstitutional punishment",
        "Abolishing capital punishment suppresses criminals to be killed by electrocution. And criminals to be killed by electrocution causes being cruel and unusual punishment"
    ],
    "We should abolish capital punishment, capital punishment is doing to the criminal what they did and this is never going to be a deterrent for crime.": [
        "Abolishing capital punishment suppresses killing someone because they killed. And killing someone because they killed causes The state killing someone takes away moral authority"
    ],
    "We should abolish capital punishment, capital punishment is excessive, gruesome, and ties up resources unnecessarily.": [
        "Abolishing capital punishment suppresses buying and maintaining equipment for execution. And buying and maintaining equipment for execution causes resources being tied up unnecessarily",
        "Abolishing capital punishment suppresses increased cost of administration. And increased cost of administration causes Tying  up resources unnecessarily.",
        "Abolishing capital punishment suppresses spending money and time on killing equipment. And spending money and time on killing equipment causes ties up resources"
    ],
    "We should abolish capital punishment, capital punishment is expensive and inhumane.": [
        "Abolishing capital punishment causes saves times and costs. And saves times and costs suppresses expensive and inhumane.",
        "Abolishing capital punishment suppresses killing other human beings because the law decides that they have to die. And killing other human beings because the law decides that they have to die causes Expensive and inhumane punishment"
    ],
    "We should abolish capital punishment, capital punishment is inhumane and disrespectful to the sanctity of life": [
        "Abolishing capital punishment suppresses criminals to be punished by \"a life for a life\". And criminals to be punished by \"a life for a life\" causes being inhumane and disrespectful to the sanctity of life"
    ],
    "We should abolish capital punishment, capital punishment is inhumane and often an unfit punishment for the crime": [
        "Abolishing capital punishment suppresses more people being killed than is necessary. And more people being killed than is necessary causes Capital punishment is inhumane and excessive."
    ],
    "We should abolish capital punishment, capital punishment is inhumane as all life is precious and we should be the better man to spare and forgive the offenders": [
        "Abolishing capital punishment suppresses Mirroring murder is wrong. And Mirroring murder is wrong causes Killing, even with state sanction, is immoral.",
        "Abolishing capital punishment suppresses killing a human. And killing a human causes inhumane treatment of human life"
    ],
    "We should abolish capital punishment, capital punishment is inhumane punishment.": [
        "Abolishing capital punishment causes killing of a human. And killing of a human causes inhumane punishment",
        "Abolishing capital punishment suppresses criminals to be killed cruelly by electrocution. And criminals to be killed cruelly by electrocution causes inhumane punishment"
    ],
    "We should abolish capital punishment, capital punishment is irreversible, there are too many miscarriages of justice to justify retention of the penalty.": [
        "Abolishing capital punishment causes People will not be killed because of a mistake.. And People will not be killed because of a mistake. suppresses Miscarriages of justice.",
        "Abolishing capital punishment causes non permanent punishment. And non permanent punishment causes Reverse discovered injustice",
        "Abolishing capital punishment suppresses Potential killing of innocent victim wrongly convicted of crime. And Potential killing of innocent victim wrongly convicted of crime causes Miscarriage of justice"
    ],
    "We should abolish capital punishment, capital punishment is just ineffective. most states that still use it as punishment actually have higher murder rates and crime than those that do not.": [
        "Abolishing capital punishment causes more effective forms of criminal justice pursued. And more effective forms of criminal justice pursued suppresses higher murder rates and crime",
        "Abolishing capital punishment suppresses Allowing the execution of people who have been convicted of crimes.. And Allowing the execution of people who have been convicted of crimes. causes Capital punishment being ineffective, as evidenced by higher murder rates and crime in states that still use it than those that do not."
    ],
    "We should abolish capital punishment, capital punishment is morally wrong, since it can never be acceptable to take a human life; applying an act of violence as a response to an act of violence is not a solution.": [
        "Abolishing capital punishment suppresses Killing people who commit crimes.. And Killing people who commit crimes. causes Being unacceptable to apply an act of violence as a response to an act of violence.",
        "Abolishing capital punishment suppresses Taking away lives. And Taking away lives causes Is morally wrong",
        "Abolishing capital punishment suppresses criminals to be punished by \"a life for a life\". And criminals to be punished by \"a life for a life\" causes being morally wrong"
    ],
    "We should abolish capital punishment, capital punishment is not a moral way of dealing with crime.": [
        "Abolishing capital punishment causes Crimes being dealt with using violence. And Crimes being dealt with using violence causes Crime dealt with in an immoral way",
        "Abolishing capital punishment suppresses Brutal killing of prisoners. And Brutal killing of prisoners causes Immoral killing",
        "Abolishing capital punishment suppresses people being killed by the legal system. And people being killed by the legal system causes not a moral way of dealing with crime"
    ],
    "We should abolish capital punishment, capital punishment is premeditated murder": [
        "Abolishing capital punishment causes Obedience of God's command. And Obedience of God's command suppresses premeditated murder",
        "Abolishing capital punishment causes putting a human on death row. And putting a human on death row causes Premeditated murder"
    ],
    "We should abolish capital punishment, capital punishment is simply a waste of resources, and it does not serve as an effective deterrent to major crimes.": [
        "Abolishing capital punishment causes Removing the cost of lethal injection drugs and other execution paraphernalia.. And Removing the cost of lethal injection drugs and other execution paraphernalia. suppresses Wasting resources on capital punishment, which does not serve as an effective deterrent to major crimes.",
        "Abolishing capital punishment causes less money spent. And less money spent causes major crime rate unchanged",
        "Abolishing capital punishment suppresses police having to track down cannabis sellers. And police having to track down cannabis sellers causes Resources are wasted"
    ],
    "We should abolish capital punishment, capital punishment is too risky as sometimes innocent people are killed. unless it can be known for certain that a person is guilty, capital punishment wiill always present too much of a risk.": [
        "Abolishing capital punishment causes people being sentenced to death. And people being sentenced to death causes Innocent people being killed",
        "Abolishing capital punishment causes time for investigation. And time for investigation suppresses risk of sometimes innocent people getting  killed",
        "Abolishing capital punishment suppresses An irreversible step of killing an inmate who may have been wrongly convicted.. And An irreversible step of killing an inmate who may have been wrongly convicted. causes Capital punishment presenting too much of a risk, by sometimes killing innocent people."
    ],
    "We should abolish capital punishment, capital punishment provides no opportunity for miscarriages of justice to be rectified.": [
        "Abolishing capital punishment causes Gives chance for reforming. And Gives chance for reforming causes provides no opportunity for miscarriages",
        "Abolishing capital punishment causes Inmates live long enough for new evidence to be found.. And Inmates live long enough for new evidence to be found. suppresses No opportunity for miscarriages of justice to be rectified.",
        "Abolishing capital punishment causes murderers to be sentenced for life. And murderers to be sentenced for life suppresses miscarriages of justice not being rectified",
        "Abolishing capital punishment causes otherwise fatal sentences can be overturned. And otherwise fatal sentences can be overturned suppresses irreversible legal punishment",
        "Abolishing capital punishment suppresses Killing people as a final solution to crime control.. And Killing people as a final solution to crime control. causes Providing no opportunity for rectifying miscarriages of justice."
    ],
    "We should abolish capital punishment, capital punishment should absolutely be abolished because it is inhumane to kill a person no matter how badly they behave. an eye for an eye makes the whole world blind.": [
        "Abolishing capital punishment suppresses Killing people convicted of crimes.. And Killing people convicted of crimes. causes Being inhumane by killing a badly behaving person.",
        "Abolishing capital punishment suppresses even an innocent person to be killed. And even an innocent person to be killed causes making the whole world blind."
    ],
    "We should abolish capital punishment, capital punishment should be abolished as man has no right to decide to take another life no matter that that person has done.": [
        "Abolishing capital punishment suppresses judge passing out a sentence of death. And judge passing out a sentence of death causes person's life taken by someone with no right to do so"
    ],
    "We should abolish capital punishment, capital punishment should be removed from society as it is a backwards and medieval solution to crime that has no place in a modern society.": [
        "Abolishing capital punishment causes a more modern society. And a more modern society suppresses Backwards and medieval solution to crime",
        "Abolishing capital punishment suppresses Outdated judicial practices.. And Outdated judicial practices. suppresses Becoming a modern society."
    ],
    "We should abolish capital punishment, capital punishment takes too long and has a long appeal process costing taxpayers money.": [
        "Abolishing capital punishment causes Finding alternative punishment. And Finding alternative punishment causes saving time and money",
        "Abolishing capital punishment causes diversion of funds to cheaper housing alternatives. And diversion of funds to cheaper housing alternatives causes save taxpayer money",
        "Abolishing capital punishment suppresses criminals to be locked away in prison until trial and sentence. And criminals to be locked away in prison until trial and sentence causes long and costly appeal process"
    ],
    "We should abolish capital punishment, capital punishment violates the \"cruel and unusual punishment\" clause in the constitution": [
        "Abolishing capital punishment causes Electrocution of someone imprisoned. And Electrocution of someone imprisoned causes Causing someone to be electrocuted isn't normal.",
        "Abolishing capital punishment suppresses execution of humans. And execution of humans causes \"cruel and unusual punishment\" clause of constitution violated"
    ],
    "We should abolish capital punishment, capital punishment would be unfair to those who were wrongfully sentenced to death for a crime they did not commit.": [
        "Abolishing capital punishment causes opportunity for evidence to arise that exonerates wrongfully accused. And opportunity for evidence to arise that exonerates wrongfully accused suppresses punishes wrongfully sentenced unfairly",
        "Abolishing capital punishment suppresses killing of convicted person. And killing of convicted person causes innocent people will not be executed",
        "Abolishing capital punishment suppresses unchangeable errors in sentencing and trials. And unchangeable errors in sentencing and trials causes Innocent persons killed in name of government"
    ],
    "We should abolish capital punishment, capital punishments targets mostly men of color and sometimes even innocent people are put to death.  you cannot make reparations to a person after you have killed them.": [
        "Abolishing capital punishment causes Nobody to die from crimes that they commit.. And Nobody to die from crimes that they commit. suppresses Capital punishment could put innocent people to death",
        "Abolishing capital punishment suppresses Unfair justice, undertaken to target possibly innocent persons. And Unfair justice, undertaken to target possibly innocent persons causes Killing off large proportions of a certain race of humans"
    ],
    "We should abolish capital punishment, convictions are being overturned even 30 years later; if these people had been executed it would be too late": [
        "Abolishing capital punishment suppresses Killing persons by state. And Killing persons by state causes delayed justice impossible",
        "Abolishing capital punishment suppresses People dying from their crimes. And People dying from their crimes suppresses Capital punishment could kill innocent people",
        "Abolishing capital punishment suppresses innocents being executed. And innocents being executed causes can't overturn convictions",
        "Abolishing capital punishment suppresses people being wrongfully convicted. And people being wrongfully convicted causes it will not be too late if convictions are overturned"
    ],
    "We should abolish capital punishment, if someone was found not guilty, they wouldn't be able to bring him back to life after being killed under false accusations": [
        "Abolishing capital punishment causes Allowing more evidence to come to light.. And Allowing more evidence to come to light. causes Not having to regret killing people later proved innocent.",
        "Abolishing capital punishment suppresses innocent people being potentially sentenced to death. And innocent people being potentially sentenced to death causes not being able to bring back life after killed under false accusations",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes innocent people being killed under false accusations"
    ],
    "We should abolish capital punishment, it could be carried out on someone wrongly convicted": [
        "Abolishing capital punishment causes Lifelong appeals and new evidence discovery.. And Lifelong appeals and new evidence discovery. suppresses Killing someone wrongly convicted.",
        "Abolishing capital punishment causes time to proof a case. And time to proof a case causes Saves lives of wrongly convicted",
        "Abolishing capital punishment suppresses accused but innocent murderers being sentenced to death in unfair trials. And accused but innocent murderers being sentenced to death in unfair trials causes being carried out on someone wrongly convicted"
    ],
    "We should abolish capital punishment, it doesn't deter crime and it's simply about revenge. the innocence project has exonerated twenty people on death row, and with their limited resources i have no doubt the number is higher.": [
        "Abolishing capital punishment causes people to be protected from the possibility of being killed for a crime they didn't commit.. And people to be protected from the possibility of being killed for a crime they didn't commit. causes Saving innocent people from capital punishment",
        "Abolishing capital punishment suppresses death sentences handed out by humanss capable of error. And death sentences handed out by humanss capable of error causes innocent are killed"
    ],
    "We should abolish capital punishment, it has been proven that some people who were put to death were actually innocent of the crime.": [
        "Abolishing capital punishment causes Allowing more evidence to be discovered.. And Allowing more evidence to be discovered. causes Preventing innocent people from being put to death.",
        "Abolishing capital punishment causes murderers to be sentenced for life. And murderers to be sentenced for life suppresses innocent people being put to death",
        "Abolishing capital punishment suppresses permanent solutions in judicial actions. And permanent solutions in judicial actions causes results of mistakes are permanent"
    ],
    "We should abolish capital punishment, it is archaic and barbaric. it is government sanctioned murder.": [
        "Abolishing capital punishment suppresses killing human beings because the government wants to. And killing human beings because the government wants to causes Archaic and barbaric government sanctioned murder"
    ],
    "We should abolish capital punishment, it is inhumane and teaches that violence solves violence, until the justice system is 100% correct all the time, we cannot risk killing someone that may later be proven innocent": [
        "Abolishing capital punishment suppresses irreversible errors in sentencing. And irreversible errors in sentencing causes killing someone that may later be proven innocent",
        "Abolishing capital punishment suppresses killing people as punishment for a crime. And killing people as punishment for a crime causes teaches that violence solves violence and risks killing someone that may later be proven innocent"
    ],
    "We should abolish capital punishment, it is inhumane to decide whether or not another person should be killed.": [
        "Abolishing capital punishment causes No decisions about killing prisoners need to be made.. And No decisions about killing prisoners need to be made. suppresses inhumane decisions about whether or not another person should be killed",
        "Abolishing capital punishment causes We all want a criminal justice system that's sensible. And We all want a criminal justice system that's sensible causes Reasons to abolish the death penalty"
    ],
    "We should abolish capital punishment, it's not fool proof enough. the system already mistakenly punishes innocent people at an alarming rate. the risk of an innocent person being put to death is too great.": [
        "Abolishing capital punishment causes Innocent lives to be saved from Capital Punishment. And Innocent lives to be saved from Capital Punishment suppresses Capital punishment ends up putting a lot of innocent people to death",
        "Abolishing capital punishment suppresses Irreversibly killing people who may have been falsely convicted.. And Irreversibly killing people who may have been falsely convicted. causes Mistakenly punishing innocent people at an alarming rate."
    ],
    "We should abolish capital punishment, many innocents have been killed as a result of capital punishment.  even one innocent killed is one too many.": [
        "Abolishing capital punishment causes Preventing irreversible wrongful convictions. And Preventing irreversible wrongful convictions causes Preventing loss of innocent lives.",
        "Abolishing capital punishment causes people being sentenced to death. And people being sentenced to death causes Innocents being killed as a result of capital punishment"
    ],
    "We should abolish capital punishment, many people are falsely executed for crimes they didn’t commit, and if this was abolished that wouldn’t happen.": [
        "Abolishing capital punishment causes time available for new evidence to arise. And time available for new evidence to arise causes prevent executing the innocent",
        "Abolishing capital punishment suppresses killing people convicted by humans capable of error. And killing people convicted by humans capable of error causes people falsely executed for crimes they didn’t commit"
    ],
    "We should abolish capital punishment, many people have been wrongly executed for crimes that dna has proven they didn’t commit, and therefore capital punishment should be abolished.": [
        "Abolishing capital punishment causes people will no longer be sentenced to death. And people will no longer be sentenced to death suppresses people have been wrongly executed",
        "Abolishing capital punishment suppresses Killing of people who might not have done the crime. And Killing of people who might not have done the crime causes innocent persons are killed by state",
        "Abolishing capital punishment suppresses premature action taken on criminals prior to thorough investigation or chance findings. And premature action taken on criminals prior to thorough investigation or chance findings causes many to be wrongfully executed"
    ],
    "We should abolish capital punishment, no one has the right to take a life and capital punishment is simply murder in a different form.": [
        "Abolishing capital punishment causes Inmates are not killed in prison.. And Inmates are not killed in prison. suppresses Taking a life.",
        "Abolishing capital punishment suppresses Kill persons. And Kill persons causes Violate moral behavior"
    ],
    "We should abolish capital punishment, only god decides who lives and who dies, capital punishment should not exist.": [
        "Abolishing capital punishment causes Nobody to die at the hands of other people. And Nobody to die at the hands of other people suppresses People shouldn't decide whether someone lives or dies.",
        "Abolishing capital punishment suppresses Breaking the 10 commandments, god's law. And Breaking the 10 commandments, god's law causes Capital punishment is wrongly carrying out God's role"
    ],
    "We should abolish capital punishment, other resolutions, such as incarceration and rehabilitation can help save a life rather than end one as all human lives are sacred.": [
        "Abolishing capital punishment causes The need to explore other penalties for serious crimes.. And The need to explore other penalties for serious crimes. causes Using alternatives, such as incarceration and rehabilitation to help save a life rather than end one."
    ],
    "We should abolish capital punishment, recent dna evidence have proved that some death penalty inmates to be innocent. executing one innocent person is an enough proof that the capital punishment should be abolished.": [
        "Abolishing capital punishment causes Neither the guilty nor the innocent are executed.. And Neither the guilty nor the innocent are executed. suppresses Executing an innocent person",
        "Abolishing capital punishment causes Reducing life-ending mistakes in prosecution and conviction.. And Reducing life-ending mistakes in prosecution and conviction. suppresses Executing even one innocent person.",
        "Abolishing capital punishment causes enough time for investigations. And enough time for investigations suppresses May lead to executing  innocent person",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes executing innocent people"
    ],
    "We should abolish capital punishment, repaying violent crime with a violent punishment makes us no better than the criminals.": [
        "Abolishing capital punishment suppresses criminals to be punished by \"a life for a life\". And criminals to be punished by \"a life for a life\" causes repaying violent crime with a violent punishment"
    ],
    "We should abolish capital punishment, several people have been found not guilty after they had already been put to death.": [
        "Abolishing capital punishment causes capital punishment will not cause any deaths.. And capital punishment will not cause any deaths. suppresses people being found not guilty after already being put to death.",
        "Abolishing capital punishment suppresses killing of people convicted by those capable of error. And killing of people convicted by those capable of error causes innocent put to death"
    ],
    "We should abolish capital punishment, taking a life is an irreversible decision, and there have been many proven miscarriages of justice in past that could not be remedied due to such punishment.": [
        "Abolishing capital punishment causes Innocent people can be free. And Innocent people can be free suppresses Capital punishment takes lives and does not give them a second chace",
        "Abolishing capital punishment suppresses doing something that can't be undone. And doing something that can't be undone causes Innocent people are killed"
    ],
    "We should abolish capital punishment, the criminal justice system is too flawed to render such a permanent punishment.": [
        "Abolishing capital punishment causes Letting criminals become rehabilitated.. And Letting criminals become rehabilitated. causes Not having permanent punishments.",
        "Abolishing capital punishment suppresses innocent people being sentenced to death. And innocent people being sentenced to death causes the criminal justice system being flawed"
    ],
    "We should abolish capital punishment, the death penalty  is a violation of the human right to life": [
        "Abolishing capital punishment causes People to not be killed by the government. And People to not be killed by the government suppresses The death penalty violates human rights",
        "Abolishing capital punishment suppresses Persons in power killing others. And Persons in power killing others causes Immoral use of power",
        "Abolishing capital punishment suppresses The government's \"right\" to execute people based on their conviction of crimes.. And The government's \"right\" to execute people based on their conviction of crimes. causes Violating a human's right to life."
    ],
    "We should abolish capital punishment, the death penalty is a racially biased punishment, and also ineffective in deterring crime": [
        "Abolishing capital punishment causes fewer people of color being killed. And fewer people of color being killed suppresses death penalty is a racially biased punishment",
        "Abolishing capital punishment suppresses Unjust abuse of power in justice. And Unjust abuse of power in justice causes too often Minorities are unfairly targeted"
    ],
    "We should abolish capital punishment, the death penalty is a setback to civility and human rights": [
        "Abolishing capital punishment suppresses killing other human beings because the law authorizes it. And killing other human beings because the law authorizes it causes Civility and human rights are setback"
    ],
    "We should abolish capital punishment, the death penalty is not an effective deterrent to crime": [
        "Abolishing capital punishment causes alternative crime prevention methods pursued. And alternative crime prevention methods pursued suppresses not effective deterrent to crime"
    ],
    "We should abolish capital punishment, the death penalty is outdated and immoral - there is no justification for taking a person's life.": [
        "Abolishing capital punishment causes Letting inmates become rehabilitated.. And Letting inmates become rehabilitated. causes Not having an immoral justice system.",
        "Abolishing capital punishment suppresses criminals to be punished by \"a life for a life\". And criminals to be punished by \"a life for a life\" causes being outdated and immoral",
        "Abolishing capital punishment suppresses the government doing the inhumane act of taking someone's life. And the government doing the inhumane act of taking someone's life causes No justification for taking a person's life"
    ],
    "We should abolish capital punishment, the government shouldnt have the power to say who lives and who dies.": [
        "Abolishing capital punishment causes Government stops killing. And Government stops killing suppresses It's immoral for government to decide who dies"
    ],
    "We should abolish capital punishment, the risk of executing an innocent person, especially in a criminal justice system as flawed as our own, is too high.": [
        "Abolishing capital punishment causes authorities have the chance to change their verdict in case new evidence comes out. And authorities have the chance to change their verdict in case new evidence comes out suppresses Too high risk of executing an innocent person"
    ],
    "We should abolish capital punishment, the risk of killing even one wrongly accused person is enough to warrant abolishing capital punishment.": [
        "Abolishing capital punishment causes innocent people will not be killed. And innocent people will not be killed suppresses killing of innocent individuals.",
        "Abolishing capital punishment causes the wrongful death of an innocent person. And the wrongful death of an innocent person causes killing even one wrongly accused person",
        "Abolishing capital punishment suppresses error in sentencing. And error in sentencing causes An error causes manslaughter"
    ],
    "We should abolish capital punishment, the wrong person has been executed many times and therefore this should be stopped.": [
        "Abolishing capital punishment causes Enabling a better and more comprehensive discovery period before ending a human life.. And Enabling a better and more comprehensive discovery period before ending a human life. suppresses Executing the wrong person.",
        "Abolishing capital punishment causes gives times for investigation. And gives times for investigation suppresses execution of innocent people"
    ],
    "We should abolish capital punishment, there are better ways of punishing criminals nowadays and some can be rehabilitated.": [
        "Abolishing capital punishment causes Making rehabilitation a priority in prisons. And Making rehabilitation a priority in prisons causes Produces a useful member of society",
        "Abolishing capital punishment causes other forms of response to crime. And other forms of response to crime causes criminals can be rehabilitated"
    ],
    "We should abolish capital punishment, there are many instances of innocence being proved at a later date": [
        "Abolishing capital punishment suppresses Death of persons by state action. And Death of persons by state action causes Killing innocent prisoners",
        "Abolishing capital punishment suppresses Executing person sentenced by judge capable of error. And Executing person sentenced by judge capable of error causes Execution of innocent victim"
    ],
    "We should abolish capital punishment, there are too many historical cases where innocent people have been put to death.": [
        "Abolishing capital punishment causes Innocent people to be free. And Innocent people to be free suppresses Innocent people end up dying",
        "Abolishing capital punishment causes Not punishing people with insufficient evidence.. And Not punishing people with insufficient evidence. causes Preventing innocent people from being put to death.",
        "Abolishing capital punishment causes saving lives. And saving lives suppresses Innocent people have been put to death.",
        "Abolishing capital punishment suppresses killing people who later proved to not be responsible for the crime as it was thought initially. And killing people who later proved to not be responsible for the crime as it was thought initially causes innocent people put to death"
    ],
    "We should abolish capital punishment, there have been instances where the person that faces capital punishment was later found to be not guilty of the crime that they have been accused of.": [
        "Abolishing capital punishment causes fair justice. And fair justice suppresses Punishes people who are not guilty",
        "Abolishing capital punishment causes protects innocent. And protects innocent suppresses Innocent people executed",
        "Abolishing capital punishment suppresses Killing prisoners. And Killing prisoners causes non reverseable punishment",
        "Abolishing capital punishment suppresses potential for judge to make error in sentencing victims. And potential for judge to make error in sentencing victims causes innocent people killed"
    ],
    "We should abolish capital punishment, there is a possibility that an innocent person will be put to death.": [
        "Abolishing capital punishment suppresses people sentenced to death by humans capable of error. And people sentenced to death by humans capable of error causes an innocent person will be put to death",
        "Abolishing capital punishment suppresses the irreversible damage created by the need to make the suspect pay. And the irreversible damage created by the need to make the suspect pay causes Innocent person put to death"
    ],
    "We should abolish capital punishment, too many innocent persons have been discovered on death row, so we should just abolish capital punishment so that we do not punish an innocent person in such a way as can not be reversed.": [
        "Abolishing capital punishment causes preventing wrongful conviction. And preventing wrongful conviction causes Preventing loss of innocent lives",
        "Abolishing capital punishment causes saving lives. And saving lives suppresses Too many innocent persons have been discovered on death row",
        "Abolishing capital punishment suppresses Killing a person who has been wrongly convicted of a crime.. And Killing a person who has been wrongly convicted of a crime. causes Punishing an innocent person in a way that cannot be reversed.",
        "Abolishing capital punishment suppresses sentencing accused murderers in unfair trials to death penalty. And sentencing accused murderers in unfair trials to death penalty causes punishing an innocent person in an irreversed way."
    ],
    "We should abolish capital punishment, too many people have been executed with false or inadequate evidence of guilt, or because they have mental health issues.": [
        "Abolishing capital punishment causes More rigorous exploration of appeals and evidence.. And More rigorous exploration of appeals and evidence. suppresses Executing people with false or inadequate evidence of guilt, or because they have mental health issues.",
        "Abolishing capital punishment causes murderers to be sentenced for life. And murderers to be sentenced for life suppresses executing people with false or inadequate evidence of guilt"
    ],
    "We should abolish capital punishment, we are seeing to many examples of innocent people being executed, once capital punishment is done we can't take it back.": [
        "Abolishing capital punishment causes More retrospection and possible correction. And More retrospection and possible correction suppresses Errors in Capital punishment can never be corrected",
        "Abolishing capital punishment suppresses Unjustified death sentences. And Unjustified death sentences suppresses Preventing innocent people from being executed",
        "Abolishing capital punishment suppresses Wrongful conviction. And Wrongful conviction suppresses Protecting innocent lives",
        "Abolishing capital punishment suppresses people being killed for crimes they didn't commit.. And people being killed for crimes they didn't commit. suppresses innocent people being executed"
    ],
    "We should abolish capital punishment, we cannot always be sure that the correct verdict has been achieved as has been shown in previous cases, thus depriving a person of their life.  it should be abolished to prevent  loss of innocent life.": [
        "Abolishing capital punishment causes time to proof guilty. And time to proof guilty causes prevention of loss of innocent life.",
        "Abolishing capital punishment suppresses Executing those wrongly convicted of crimes.. And Executing those wrongly convicted of crimes. suppresses Preventing the loss of innocent life, since we cannot always be sure that the correct verdict has been achieved."
    ],
    "We should abolish capital punishment, we should abolish capital punishment as innocent people have been previously sentenced to death": [
        "Abolishing capital punishment causes The possibility for more appeals and new evidence introduction.. And The possibility for more appeals and new evidence introduction. suppresses Innocent people being sentenced to death.",
        "Abolishing capital punishment causes giving time to be proven innocent. And giving time to be proven innocent causes To avoid sentencing  innocent people",
        "Abolishing capital punishment suppresses Killing an innocent person on suspicion.. And Killing an innocent person on suspicion. causes Killing of innocent people.",
        "Abolishing capital punishment suppresses all accused murderers in unfair trials be sentenced to death penalty. And all accused murderers in unfair trials be sentenced to death penalty causes innocent people being sentenced to death",
        "Abolishing capital punishment suppresses wrongful conviction. And wrongful conviction suppresses Prevent loss of innocent lives"
    ],
    "We should abolish capital punishment, we should abolish capital punishment because all life is valuable and taking it from anyone is wrong.": [
        "Abolishing capital punishment causes convicted provided rehabilitation opportunities instead of death. And convicted provided rehabilitation opportunities instead of death suppresses taking away valuable lives"
    ],
    "We should abolish capital punishment, we should abolish capital punishment because higher execution rates can actually increase violent crime rates": [
        "Abolishing capital punishment causes elimination of bitterness with the crime family. And elimination of bitterness with the crime family suppresses increase violent crime rates"
    ],
    "We should abolish capital punishment, we should abolish capital punishment because it is inhumane": [
        "Abolishing capital punishment suppresses Killing people to prove that killing people is wrong.. And Killing people to prove that killing people is wrong. causes Capital punishment being inhumane.",
        "Abolishing capital punishment suppresses criminals to be killed in a cruel manner. And criminals to be killed in a cruel manner causes causing inhumanity",
        "Abolishing capital punishment suppresses people being killed.. And people being killed. causes Treating people in an inhumane way."
    ],
    "We should abolish capital punishment, we should abolish capital punishment because sometimes people are wrongfully accused and once dead cannot bring them back so life in prison is better": [
        "Abolishing capital punishment causes end executions. And end executions causes no one wrongfully accused will be executed",
        "Abolishing capital punishment causes stop to people being killed by the legal system. And stop to people being killed by the legal system suppresses people being wrongfully accused and dead",
        "Abolishing capital punishment suppresses cutting short time to appeal cases and hope for new evidence. And cutting short time to appeal cases and hope for new evidence causes death of wrongfully accused"
    ],
    "We should abolish capital punishment, we should abolish capital punishment because there is no evidence that it has any effect in detering criminals.": [
        "Abolishing capital punishment causes Coming up with better ways to deal with crimimals.. And Coming up with better ways to deal with crimimals. suppresses Not deterring criminals.",
        "Abolishing capital punishment suppresses no significant changes in murder rates for states where capital punishment is allowed. And no significant changes in murder rates for states where capital punishment is allowed causes Ineffective in detering criminals"
    ],
    "We should abolish capital punishment, we should abolish capital punishment because there is no possibility of correcting a miscarriage of justice where people have died for crimes they did not commit.": [
        "Abolishing capital punishment causes Allowing the truth to come to light.. And Allowing the truth to come to light. causes Preventing innocent people from being killed.",
        "Abolishing capital punishment suppresses innocent people to be sentenced to death in unfair trials. And innocent people to be sentenced to death in unfair trials causes no possibility of correcting a miscarriage of justice"
    ],
    "We should abolish capital punishment, we should do because if a person has committed a crime they have to live with it for the rest of their life in prison, if they are executed its the easy way out.": [
        "Abolishing capital punishment causes murderers to be sentenced for life. And murderers to be sentenced for life suppresses criminals having the easy way out.",
        "Abolishing capital punishment causes people to serve for the crime they commit. And people to serve for the crime they commit suppresses the easy way out of crime."
    ]
}