{
    "We should abolish zoos, Animals should not be kept in cages. They should be able to run free.": [
        "Abolishing zoos causes Animals freely moving. And Animals freely moving causes Free animals are healthier",
        "Abolishing zoos causes Less reason to hold animals in captivity.. And Less reason to hold animals in captivity. suppresses Animals kept in cages."
    ],
    "We should abolish zoos, It is cruel to keep animals in captivity": [
        "Abolishing zoos causes animals to be set free and released back to nature. And animals to be set free and released back to nature suppresses being cruel to keep animals in captivity",
        "Abolishing zoos suppresses Animal caging for human enjoyment. And Animal caging for human enjoyment causes Animals captivity",
        "Abolishing zoos suppresses imprisonment of animals for profit and amusement. And imprisonment of animals for profit and amusement causes animal cruelty"
    ],
    "We should abolish zoos, Most animals can never be happy in zoos where they're cooped up in small spaces that simply don't compare to their natural environment. Zoos should be abolished.": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals being cooped up in small spaces",
        "Abolishing zoos causes makings animals free. And makings animals free suppresses animals being unhappy in zoos"
    ],
    "We should abolish zoos, We should abolish zoos as it is cruel to remove animals from their natural habitats to cold countries which are not naturally their place to thrive.": [
        "Abolishing zoos suppresses forcing animals to live in an unfamiliar environment. And forcing animals to live in an unfamiliar environment causes Cruel removal of animals from their natural habitats to cold countries which prevents them from thriving."
    ],
    "We should abolish zoos, We should abolish zoos as they do not provide an appropriate environment for many of the animals that they contain.": [
        "Abolishing zoos suppresses Treating animals unethically by keeping them in artificial habitats.. And Treating animals unethically by keeping them in artificial habitats. causes Failing to provide an appropriate environment for many of the animals zoos contain.",
        "Abolishing zoos suppresses animals living in artificial environments. And animals living in artificial environments causes Inappropriate environment for animals",
        "Abolishing zoos suppresses keeping animals in tight spaces. And keeping animals in tight spaces causes Inappropriate environment for many of the animals"
    ],
    "We should abolish zoos, We should abolish zoos because no wild animal should be caged and restricted.": [
        "Abolishing zoos causes animals to live freely. And animals to live freely suppresses Animals being caged and restricted",
        "Abolishing zoos causes zoos to have to release animals into the wild. And zoos to have to release animals into the wild causes allows animals to be free and unrestricted"
    ],
    "We should abolish zoos, We should abolish zoos since animals are not living in their natural habitat and aren't living like they are meant to live. Zoos make money off the exploitation of animals.": [
        "Abolishing zoos causes animals to have freedom to roam and live. And animals to have freedom to roam and live causes stop exploiting animals",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals to not live in their natural habitat",
        "Abolishing zoos suppresses using animals for our pleasure at their expense. And using animals for our pleasure at their expense causes exploitation of animals"
    ],
    "We should abolish zoos, Zoos are a business built on imperialism and animal cruelty and should be closed down and the animals returned to their natural habitats": [
        "Abolishing zoos causes Not having to force animals to do anything.. And Not having to force animals to do anything. causes Not engaging in animal cruelty.",
        "Abolishing zoos causes animals no longer being held in enclosures. And animals no longer being held in enclosures causes Animals being returned to their natural habitats",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes causing animal cruelty",
        "Abolishing zoos suppresses capturing animals and imprisoning them in cages. And capturing animals and imprisoning them in cages causes animal cruelty"
    ],
    "We should abolish zoos, Zoos are an unnatural habitat for animals and cause a lot of stress. This means animals will develop illnesses and die earlier than they should.": [
        "Abolishing zoos causes Animals that are free to interact with others in their species more freely.. And Animals that are free to interact with others in their species more freely. causes Animals running free naturally are healthier",
        "Abolishing zoos suppresses Limited movement of animals. And Limited movement of animals causes stressed animals.",
        "Abolishing zoos suppresses unnatural animal containment. And unnatural animal containment suppresses prevent stress and early deaths"
    ],
    "We should abolish zoos, Zoos are just a place for animals to be locked up and stared at by people.": [
        "Abolishing zoos causes opportunities to see animals in the wild. And opportunities to see animals in the wild suppresses Staring at species is boring."
    ],
    "We should abolish zoos, Zoos are not natural habitats and all animals there are distressed.": [
        "Abolishing zoos causes Not having to keep animals in captivity.. And Not having to keep animals in captivity. causes Letting animals go back to their natural habitats",
        "Abolishing zoos suppresses Trapping animals in cages, preventing them from living life in the wild.. And Trapping animals in cages, preventing them from living life in the wild. causes Zoos being unnatural habitats that distress their animals.",
        "Abolishing zoos suppresses animals kept in unnatural enclosures. And animals kept in unnatural enclosures causes animals distressed",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals in zoos being distressed."
    ],
    "We should abolish zoos, Zoos are too often a place of mistreatment and death for wild animals.  We should abolish them and move onto other conservation efforts.": [
        "Abolishing zoos causes Animals to be free in their habitat. And Animals to be free in their habitat causes Free animals",
        "Abolishing zoos causes dense confinement and cages to vanish. And dense confinement and cages to vanish suppresses animals to live in a place of mistreatment and death",
        "Abolishing zoos suppresses People visiting the wild animals. And People visiting the wild animals causes mistreatment and death for wild animals",
        "Abolishing zoos suppresses environment where potentially cruel humans and animals co-exist. And environment where potentially cruel humans and animals co-exist causes mistreatment and death for wild animals"
    ],
    "We should abolish zoos, Zoos are too small and do not provide animals with the space and habitat that they are born to.": [
        "Abolishing zoos causes Animals remain in Wild. And Animals remain in Wild causes Animals thrive in wildlands",
        "Abolishing zoos causes animals to be in their natural habitat. And animals to be in their natural habitat suppresses Animals are in smaller and unnatural places",
        "Abolishing zoos suppresses animals kept in cages. And animals kept in cages causes animals kept in cramped spaces"
    ],
    "We should abolish zoos, Zoos are unnatural places for wild animals to live and causes many of them to live long, sad lives in cages.": [
        "Abolishing zoos causes Animals to live happy lives outside of cages. And Animals to live happy lives outside of cages suppresses Animals live long sad lives being stuck in cages at a zoo",
        "Abolishing zoos suppresses confinement of animals in man-made cages isolated from own species. And confinement of animals in man-made cages isolated from own species causes Sad life in unnatural habittat"
    ],
    "We should abolish zoos, Zoos keep animals in captivity and deny them the right to their natural environment therefore they should be abolished.": [
        "Abolishing zoos causes animals to be free and enjoy their habitat. And animals to be free and enjoy their habitat causes freedom of animals",
        "Abolishing zoos causes caged animals set free. And caged animals set free causes animals can live in a healthier environment"
    ],
    "We should abolish zoos, Zoos must be abolished as it is not a natural environment and is a form of cruelty and oppression for the animals.": [
        "Abolishing zoos causes animals forced to small spaces.. And animals forced to small spaces. causes cruelty and oppression for the animals.",
        "Abolishing zoos causes freedom to animals. And freedom to animals causes it is not a natural environment and is a form of cruelty and oppression for the animals.",
        "Abolishing zoos suppresses Chaining and tight imprisonment. And Chaining and tight imprisonment causes Animals suffer painful injuries",
        "Abolishing zoos suppresses animals being kept in cages for the entertainment of people. And animals being kept in cages for the entertainment of people causes not a natural environment and is a form of cruelty and oppression for the animals",
        "Abolishing zoos suppresses unnatural environments for animals. And unnatural environments for animals causes causing cruelty and oppression to animals"
    ],
    "We should abolish zoos, Zoos provide inhumane and cruel prisons for wold animals they should be scrapped for humane reasons.": [
        "Abolishing zoos suppresses Torturous imprisonment of animals in confined spaces. And Torturous imprisonment of animals in confined spaces suppresses Animals are free and happy",
        "Abolishing zoos suppresses animals being in captivity away from natural habitat. And animals being in captivity away from natural habitat causes cruel imprisonment of animals",
        "Abolishing zoos suppresses desire to capture animals for human entertainment. And desire to capture animals for human entertainment suppresses provide animals with more humane treatment",
        "Abolishing zoos suppresses removal of animals from their natural, free-roaming environments. And removal of animals from their natural, free-roaming environments causes inhumane imprisonment of animals"
    ],
    "We should abolish zoos, Zoos should be abolished because they keep animals in unnatural habitats.": [
        "Abolishing zoos causes Free movement of animal. And Free movement of animal causes Better animal habitat and co-existence",
        "Abolishing zoos causes animals living full lives and being happier and healthier in the wild. And animals living full lives and being happier and healthier in the wild suppresses Keeping animals in unnatural habitats",
        "Abolishing zoos suppresses Imprisoning animals for the enjoyment of park visitors.. And Imprisoning animals for the enjoyment of park visitors. causes Keeping animals in unnatural habitats."
    ],
    "We should abolish zoos, Zoos should be abolished because they restrict the natural behaviour of the animals and all too often the conditions are poor.": [
        "Abolishing zoos causes Animals to be freed. And Animals to be freed suppresses Restrict the natural behavior of the animals and all too often the conditions are poor.",
        "Abolishing zoos causes freedom to animals. And freedom to animals suppresses restricting the natural behaviour of the animals and all too often the conditions are poor.",
        "Abolishing zoos suppresses Caging of animals. And Caging of animals causes Animals behave poorly when in unatural environment."
    ],
    "We should abolish zoos, Zoos take animals from their natural habitats and imprison them in unfamiliar and cruel surroundings.": [
        "Abolishing zoos causes fewer animals are caught and transported to zoos from wild environments. And fewer animals are caught and transported to zoos from wild environments suppresses zoos imprison animals in unfamiliar and cruel surroundings.",
        "Abolishing zoos suppresses Caging animals in torturous cages. And Caging animals in torturous cages causes Animals being held in prisonlike zoos"
    ],
    "We should abolish zoos, a zoo takes an animal out of its natural environment and puts it in a cage.  it is not allowed to roam or to catch prey.  animals should be allowed to live in the places where they have existed not a cage.": [
        "Abolishing zoos causes animals roam freely in their natural state. And animals roam freely in their natural state suppresses confinement out of natural environment",
        "Abolishing zoos suppresses Animals confined in small places away from natural hunting grounds. And Animals confined in small places away from natural hunting grounds causes Animals are forbidden natural behavior",
        "Abolishing zoos suppresses animals being placed in captivity. And animals being placed in captivity causes animals can live in their natural habitat",
        "Abolishing zoos suppresses animals held in cages. And animals held in cages causes animals prevented from living in natural habitat"
    ],
    "We should abolish zoos, a zoo's whole business model is take animals from their natural habitats and exploit them for money": [
        "Abolishing zoos suppresses Animals from being locked up in cages. And Animals from being locked up in cages suppresses Animals would no longer be exploited and put on display for humans.",
        "Abolishing zoos suppresses Animals living in cages. And Animals living in cages causes Animals live in unnatural habitats.",
        "Abolishing zoos suppresses exploiting defenseless animals. And exploiting defenseless animals causes Wild animals suffer"
    ],
    "We should abolish zoos, animals are kept in artificial environments that are drastically different in climate and natural vegetation, this is bad for the creatures' health.": [
        "Abolishing zoos causes Allowing animals to live in natural habitats. And Allowing animals to live in natural habitats causes Protecting wildlife health.",
        "Abolishing zoos causes Animals live in temperatures where they are healthier. And Animals live in temperatures where they are healthier suppresses Creatures have short lives",
        "Abolishing zoos causes Animals to live in their natural environments. And Animals to live in their natural environments suppresses The animals are kept in fake environments that do not simulate real habitats",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes being bad for the animals' health."
    ],
    "We should abolish zoos, animals are often kept in poor condition in zoos, with their freedom curtailed.": [
        "Abolishing zoos causes GIVES ANIMALS IT'S RIGHT TO MOVEMENT. And GIVES ANIMALS IT'S RIGHT TO MOVEMENT suppresses animals are often kept in poor condition in zoos",
        "Abolishing zoos suppresses Caging animals who run free. And Caging animals who run free causes Animals suffer from mental abuse",
        "Abolishing zoos suppresses better habitats for animals. And better habitats for animals suppresses animals are kept in poor conditions"
    ],
    "We should abolish zoos, animals belong in their own environment and not put behind bars and fake environments for our own pleasure and viewing and the concept of zoos should be abolished.": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats causes animals to belong in their own environment",
        "Abolishing zoos suppresses animals living in cages. And animals living in cages causes animals exist in unnatural environments"
    ],
    "We should abolish zoos, animals deserve to be in the wild, with access to large open spaces not available at a zoo.": [
        "Abolishing zoos causes animals to be set free and released back to nature. And animals to be set free and released back to nature causes animals to have access to large open spaces not available at a zoo.",
        "Abolishing zoos causes animals will not be put behind cages in zoos.. And animals will not be put behind cages in zoos. causes animals being in the wild with access to large open spaces.",
        "Abolishing zoos suppresses caging of animals. And caging of animals suppresses animals being in their natural habitat.",
        "Abolishing zoos suppresses imprisoning of animals. And imprisoning of animals suppresses animals being in the wild"
    ],
    "We should abolish zoos, animals do not belong in cages and small areas where they cannot live naturally.": [
        "Abolishing zoos causes animal freedom. And animal freedom causes animals do not belong in cages and small areas where they cannot live naturally.",
        "Abolishing zoos causes improved living conditions for animals. And improved living conditions for animals suppresses animals cannot live naturally in cages",
        "Abolishing zoos suppresses keeping animals in cages for entertainment of others. And keeping animals in cages for entertainment of others causes animals in cages cannot live naturally"
    ],
    "We should abolish zoos, animals in cages without freedom is just wrong and zoos should never exist.": [
        "Abolishing zoos causes animals to not be locked up in cages. And animals to not be locked up in cages suppresses Animals don't have any freedom in zoos",
        "Abolishing zoos suppresses Animals trapped from natural environments. And Animals trapped from natural environments causes Animals trapped in cages"
    ],
    "We should abolish zoos, animals in the zoos are kept in restricted space far away from their original habitat": [
        "Abolishing zoos causes animals running freely in the wild. And animals running freely in the wild suppresses Animals kept in restricted space far away from their original habitat",
        "Abolishing zoos suppresses The imprisonment of animals in artificial environments for the entertainment of human visitors.. And The imprisonment of animals in artificial environments for the entertainment of human visitors. causes Zoo animals being kept in restricted spaces far away from their original habitat.",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being kept in restricted space"
    ],
    "We should abolish zoos, animals in zoos are frequently teased and stressed by humans. these animals should be allowed to roam free in their natural habitats.": [
        "Abolishing zoos causes Animals to have freedom. And Animals to have freedom causes Allows animals  to roam free in their natural habitats.",
        "Abolishing zoos causes animals will be free to roam freely in their natural  habitats.. And animals will be free to roam freely in their natural  habitats. causes Animals in zoos are frequently teased and stressed by humans.",
        "Abolishing zoos suppresses Confining animals for spectators. And Confining animals for spectators suppresses animals roam free without stress from humans",
        "Abolishing zoos suppresses Teasing caged animals. And Teasing caged animals causes suffering"
    ],
    "We should abolish zoos, animals in zoos have been repeatedly found to be malnourished and mistreated.": [
        "Abolishing zoos causes animals to be released back to nature for wider spaces and more food choices. And animals to be released back to nature for wider spaces and more food choices suppresses animals to be malnourished and mistreated.",
        "Abolishing zoos suppresses imprisoning animals for profit. And imprisoning animals for profit causes animals being mistreated"
    ],
    "We should abolish zoos, animals need to be free and unrestricted, zoos offer small enclosures, denying animals the chance to survive and thrive in their own habitat.": [
        "Abolishing zoos causes Animals to get exercise more. And Animals to get exercise more causes Free animals are better off physically",
        "Abolishing zoos causes zoos offer small enclosures  hence denying animals  the chence to survive and thrive in their own habitat. And zoos offer small enclosures  hence denying animals  the chence to survive and thrive in their own habitat causes animals need to be free and  unresticted.",
        "Abolishing zoos suppresses freedom of movement. And freedom of movement causes Denies animals the chance to survive and thrive in their own habitat."
    ],
    "We should abolish zoos, animals need to be free to roam in their natural environment": [
        "Abolishing zoos causes better environment for the animals. And better environment for the animals causes animals need to be free to roam",
        "Abolishing zoos suppresses The confinement of animals to cages and artificial enclosures.. And The confinement of animals to cages and artificial enclosures. suppresses Animals being free to roam in their natural environment.",
        "Abolishing zoos suppresses animals being trapped in cramped enclosures. And animals being trapped in cramped enclosures suppresses Animals being free to roam in their natural environment",
        "Abolishing zoos suppresses animals living in cages. And animals living in cages suppresses animals free to roam"
    ],
    "We should abolish zoos, animals should be free to live in the natural habitats rather then being kept in close spaces for people's entertainment": [
        "Abolishing zoos causes Animals not being locked in cages. And Animals not being locked in cages causes Animals should live in freedom in natural habitats",
        "Abolishing zoos causes Less legal places to view wild animals in captivity.. And Less legal places to view wild animals in captivity. suppresses animals kept in close spaces for people's entertainment"
    ],
    "We should abolish zoos, animals would no longer be held in captivity and be free to return to their natural habitat.": [
        "Abolishing zoos causes Animals to get back to their natural habitat. And Animals to get back to their natural habitat causes Freedom for animals",
        "Abolishing zoos causes Animals to not be locked up. And Animals to not be locked up causes Animals would be free and not in cages",
        "Abolishing zoos causes Keeping animals out of captivity.. And Keeping animals out of captivity. causes Allowing animals to return to their natural habitat."
    ],
    "We should abolish zoos, caging animals is inhumane. they should be left to live their lives as naturally intended": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats causes animals living their lives as naturally intended",
        "Abolishing zoos suppresses Imprisoning animals in artificial shelters.. And Imprisoning animals in artificial shelters. suppresses Leaving animals to live their lives as naturally intended."
    ],
    "We should abolish zoos, confining animals in small spaces is cruel.": [
        "Abolishing zoos causes Giving animals back their freedom.. And Giving animals back their freedom. causes Not engaging in animal cruelty.",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals being confined in small spaces",
        "Abolishing zoos suppresses The profiteering of imprisoning animals for the amusement of park visitors.. And The profiteering of imprisoning animals for the amusement of park visitors. causes Being cruel by confining animals in small spaces."
    ],
    "We should abolish zoos, it is cruel and selfish to contain animals just to exhibit them for profit and the amusement of humans.": [
        "Abolishing zoos causes animals to remain free. And animals to remain free suppresses Zoos cause animals to suffer",
        "Abolishing zoos suppresses people can no longer pay to see animals in cages. And people can no longer pay to see animals in cages suppresses animals being used for human entertainment and profit",
        "Abolishing zoos suppresses zoos to make money by selling admission tickets to visitors. And zoos to make money by selling admission tickets to visitors causes exhibiting animals for profit and the amusement of humans."
    ],
    "We should abolish zoos, it is inhumane to keep animals in cages for our entertainment. they need to be in their natural habitat in order to thrive instead of zoos.": [
        "Abolishing zoos causes Humans becoming more conscious of how they treat animals.. And Humans becoming more conscious of how they treat animals. causes Not forcing animals to be entertainment for humans.",
        "Abolishing zoos causes animals released back into the wild. And animals released back into the wild causes animals able to thrive"
    ],
    "We should abolish zoos, it is unfair to trap animals from their natural habitat and confine them to small spaces for entertainment.": [
        "Abolishing zoos causes No financial gain for capturing wild animals.. And No financial gain for capturing wild animals. suppresses Animals trapped from their natural habitat",
        "Abolishing zoos causes animals are not confined. And animals are not confined causes free animals",
        "Abolishing zoos suppresses The zoo industry's profiteering from capturing and exhibiting animals.. And The zoo industry's profiteering from capturing and exhibiting animals. causes Trapping animals from their natural habitat, and confining them to small spaces for entertainment."
    ],
    "We should abolish zoos, it's cruel to keep wild animals caged up for our entertainment, they should be in their natural environment.": [
        "Abolishing zoos suppresses capturing free animals. And capturing free animals suppresses keep animals in natural environment",
        "Abolishing zoos suppresses imprisonment of animals. And imprisonment of animals causes Caging species causes them mental pain."
    ],
    "We should abolish zoos, keeping an animal confined for human entertainment purposes is immoral and degrading to the animal.": [
        "Abolishing zoos causes allows animals to remain free and live happily. And allows animals to remain free and live happily suppresses Degrading and torturing wild animals",
        "Abolishing zoos suppresses Keeping animals in captivity. And Keeping animals in captivity causes Degrading to animals"
    ],
    "We should abolish zoos, keeping large animals in tiny cages is barbaric so we should abolish zoos.": [
        "Abolishing zoos causes Free movement of animals in their habitat. And Free movement of animals in their habitat causes Freedom of animals",
        "Abolishing zoos causes animals to be released back to their natural inhabitants. And animals to be released back to their natural inhabitants suppresses keeping large animals in tiny cages being barbaric",
        "Abolishing zoos suppresses environment where animals live in cages. And environment where animals live in cages causes barbaric treatment of animals"
    ],
    "We should abolish zoos, many zoos house animals in cruel conditions. the animals look miserable. they have no room as compared to their natural habitat. it's inhumane to jail these animals for human entertainment.": [
        "Abolishing zoos causes Animals to live a healthy and natural life in the wild.. And Animals to live a healthy and natural life in the wild. suppresses animals looking miserable",
        "Abolishing zoos causes animals to live freely. And animals to live freely suppresses Animals have no room and it is inhumane to lock them up in cages",
        "Abolishing zoos suppresses Confining animals in unnatural conditions. And Confining animals in unnatural conditions causes Animals confined in a sort of Animal Jail",
        "Abolishing zoos suppresses animals kept in cages for easy display. And animals kept in cages for easy display causes no room compared to their natural habitat"
    ],
    "We should abolish zoos, some zoos have terrible living conditions and the animals aren't stimulated at all": [
        "Abolishing zoos causes Animals are left in the wild.. And Animals are left in the wild. suppresses Terrible living conditions for animals.",
        "Abolishing zoos causes Animals to be free and stimulated. And Animals to be free and stimulated suppresses Zoos have bad living conditions for the animals living there",
        "Abolishing zoos causes animal freedom. And animal freedom suppresses zoos have terrible living conditions and the animals aren't stimulated",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses the animals not being stimulated at all",
        "Abolishing zoos suppresses animals being kept in cages. And animals being kept in cages causes terrible living conditions for animals"
    ],
    "We should abolish zoos, the life of an animal in a zoo is a poor substitute for living in the wild": [
        "Abolishing zoos causes Letting animals live in their natural habitats.. And Letting animals live in their natural habitats. suppresses Making animals live a poor life."
    ],
    "We should abolish zoos, they are cruel to animals and wildlife": [
        "Abolishing zoos causes better conditions for animals and wildlife. And better conditions for animals and wildlife suppresses cruelty to animals and wildlife",
        "Abolishing zoos causes making zoos to vanish. And making zoos to vanish suppresses zoos being cruel environments to animals and wildlife",
        "Abolishing zoos suppresses Animal suffering. And Animal suffering causes cruelity to animals and wildlife"
    ],
    "We should abolish zoos, we should abolish zoos as it is not fair to wild animals to be cooped up in small areas without the freedom to roam as they were made to do.": [
        "Abolishing zoos suppresses Keeping animals in artificial prisons for the enjoyment of visitors.. And Keeping animals in artificial prisons for the enjoyment of visitors. causes Being unfair to wild animals by cooping them up in small areas with no freedom to roam naturally."
    ],
    "We should abolish zoos, we should abolish zoos as it is unfair to cage up an animal in small spaces just so people can gawk at them.": [
        "Abolishing zoos causes animals living free lives in the wild. And animals living free lives in the wild suppresses Animals caged up in small spaces",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses caging up animals in small spaces"
    ],
    "We should abolish zoos, we should abolish zoos as they are keeping animals in unnatural environments for the entertainment of humans": [
        "Abolishing zoos causes animals are released back to the wild. And animals are released back to the wild suppresses animals used for entertainment",
        "Abolishing zoos causes animals living free lives outside of captivity. And animals living free lives outside of captivity suppresses Keeping animals in unnatural environments for entertainment",
        "Abolishing zoos causes freedom to animals. And freedom to animals suppresses keeping animals in unnatural environments for the entertainment of humans"
    ],
    "We should abolish zoos, we should abolish zoos as they have been shown to be detrimental to the animals and have not done what most claim, which is prevent extinction.": [
        "Abolishing zoos causes fewer animals to be kept in confinement. And fewer animals to be kept in confinement suppresses zoos are detrimental to the animals",
        "Abolishing zoos causes natural breeding environments for animals. And natural breeding environments for animals suppresses extinction not prevented and detrimental to animals",
        "Abolishing zoos suppresses Caging of animals in tight places. And Caging of animals in tight places causes Animals in zoos suffer and zoos are detremental"
    ],
    "We should abolish zoos, we should abolish zoos because a lot of them don't treat the animals right": [
        "Abolishing zoos causes Zoos no longer have access to animals.. And Zoos no longer have access to animals. suppresses Zoos not treating animals right",
        "Abolishing zoos suppresses animals kept in poor conditions. And animals kept in poor conditions causes animals not treated right",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals not being treated right",
        "Abolishing zoos suppresses wildlife being locked up in a cage. And wildlife being locked up in a cage causes Animals not being treated right"
    ],
    "We should abolish zoos, we should abolish zoos because animals don't deserve to be segregated unnecessarily, they should roam free just like anyone else": [
        "Abolishing zoos causes Animal freedom. And Animal freedom causes animals don't deserve to be segregated unnecessarily, they should roam free just like anyone else",
        "Abolishing zoos suppresses The artificial imprisonment of animals for the amusement of human visitors.. And The artificial imprisonment of animals for the amusement of human visitors. causes Animals receiving unnecessary segregation, as opposed to roaming free.",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages suppresses animals roaming free"
    ],
    "We should abolish zoos, we should abolish zoos because animals should not have to live in an unnatural habit for the sake of human amusement.": [
        "Abolishing zoos causes Animals would not have to live in cages. And Animals would not have to live in cages causes Animals wouldn't have to be locked away just for human amusement",
        "Abolishing zoos causes Freedom of movement for living beings. And Freedom of movement for living beings suppresses immoral imprisoning of animals",
        "Abolishing zoos suppresses Animals live in man-made cages. And Animals live in man-made cages causes Animals live in unnatural habitat"
    ],
    "We should abolish zoos, we should abolish zoos because animals shouldn't be taken from their natural habitat and kept in cages": [
        "Abolishing zoos causes Animals to be able to live freely. And Animals to be able to live freely suppresses Animals being locked up in cages",
        "Abolishing zoos causes Less incentive for capturing animals.. And Less incentive for capturing animals. suppresses Animals taken from their natural habitat.",
        "Abolishing zoos suppresses Confining animals in man-made cages. And Confining animals in man-made cages causes Animals kept in unnatural habitat."
    ],
    "We should abolish zoos, we should abolish zoos because it dangerous and not good for the animals to be out of their natural habitat just for the purpose of human entertainment": [
        "Abolishing zoos causes animals to be free from captivity. And animals to be free from captivity suppresses Danger  to animals",
        "Abolishing zoos suppresses animals being captured from natural habitats. And animals being captured from natural habitats causes animals living in unnatural habitat",
        "Abolishing zoos suppresses animals to be captured in dense cages. And animals to be captured in dense cages causes animals to be out of their natural habitat"
    ],
    "We should abolish zoos, we should abolish zoos because it is cruel to cage up animals like that in one area and is not their natural habitat and essentially treat them like pets.": [
        "Abolishing zoos causes Animals to roam freely.. And Animals to roam freely. causes Free animals",
        "Abolishing zoos causes animal freedom. And animal freedom suppresses cruelty  of caging up animals",
        "Abolishing zoos causes prevents cruelty against caged wild animals. And prevents cruelty against caged wild animals causes the animals are returned to their natural habitat in the wild",
        "Abolishing zoos suppresses caging and restraining wildlife. And caging and restraining wildlife suppresses promoting animal welfare",
        "Abolishing zoos suppresses environment where animals are caged. And environment where animals are caged causes cruelty of caging animals"
    ],
    "We should abolish zoos, we should abolish zoos because it keeps animals prisoners": [
        "Abolishing zoos causes animals to roam naturally. And animals to roam naturally causes prevent imprisoning animals"
    ],
    "We should abolish zoos, we should abolish zoos because it's cruel to keep wild animals in small enclosures and spaces just for our amusement.": [
        "Abolishing zoos causes Animals roam free, enjoying their lives. And Animals roam free, enjoying their lives suppresses Animals kept in tight spots suffering",
        "Abolishing zoos causes Animals to not be locked up. And Animals to not be locked up suppresses It is cruel to keep animals locked in cages",
        "Abolishing zoos suppresses zoos keep animals in cages. And zoos keep animals in cages suppresses animals will be out of enclosures"
    ],
    "We should abolish zoos, we should abolish zoos because it's cruel to raise wild animals in captivity in small enclosures and cages just for our enjoyment.": [
        "Abolishing zoos causes animals to be released back to their natural inhabitants. And animals to be released back to their natural inhabitants suppresses cruelty for raising wild animals in captivity",
        "Abolishing zoos causes release of wild animals to the wild. And release of wild animals to the wild causes to stop cruelty against animals",
        "Abolishing zoos suppresses animal will not be in captivity. And animal will not be in captivity causes freedom of animals"
    ],
    "We should abolish zoos, we should abolish zoos because most of them abuse the animals and they are in small enclosures with hardly any room to move around": [
        "Abolishing zoos causes Not needing to have animals in captivity.. And Not needing to have animals in captivity. causes Not forcing animals into small enclosures.",
        "Abolishing zoos causes animals to live with space in the wild. And animals to live with space in the wild suppresses abusing animals since they are in small enclosures"
    ],
    "We should abolish zoos, we should abolish zoos because some of the animals are quite dangerous and have caused human injury.": [
        "Abolishing zoos causes Prevent animal aggression towards humans. And Prevent animal aggression towards humans causes Protecting human beings from injury.",
        "Abolishing zoos suppresses Humans being in close proximity to potentially dangerous animals. And Humans being in close proximity to potentially dangerous animals causes Dangerous animals cause human injury",
        "Abolishing zoos suppresses zookeepers being in close contact to animals. And zookeepers being in close contact to animals causes humans are injured by dangerous animals"
    ],
    "We should abolish zoos, we should abolish zoos because the animals are kept in such small enclosures and have hardly any room to move around": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals to have limited space to move around",
        "Abolishing zoos causes animals to live in their expansive, natural environments without interference. And animals to live in their expansive, natural environments without interference causes allow animals to move around"
    ],
    "We should abolish zoos, we should abolish zoos because they serve as captivity for some species and this does more harm than good": [
        "Abolishing zoos suppresses The artificial imprisonment of animals for the entertainment of visitors.. And The artificial imprisonment of animals for the entertainment of visitors. causes Zoos serving as captivity for some species, doing more harm than good",
        "Abolishing zoos suppresses animal being trapped in unnatural small spaces. And animal being trapped in unnatural small spaces causes More harm than good"
    ],
    "We should abolish zoos, we should abolish zoos to prevent the cruel confinement of wild animals": [
        "Abolishing zoos causes animal freedom. And animal freedom causes prevent the cruel confinement of wild animals",
        "Abolishing zoos causes animals no longer kept in cages. And animals no longer kept in cages suppresses cruel confinement of animals"
    ],
    "We should abolish zoos, zoo provide unnatural living conditions to animals that cause harm to their species.": [
        "Abolishing zoos causes Animals can be free in their natural habitat. And Animals can be free in their natural habitat suppresses Zoos create unnatural living conditions for animals",
        "Abolishing zoos causes animals to live a happier and healthier life.. And animals to live a happier and healthier life. suppresses harm to their species."
    ],
    "We should abolish zoos, zoo's are horrid places that keep animals in tiny cages and then charges the public high prices to see them.": [
        "Abolishing zoos causes make it illegal to keep animals in cages for human amusement. And make it illegal to keep animals in cages for human amusement causes free animals from tiny, horrid cages.",
        "Abolishing zoos suppresses Caging wild creatures. And Caging wild creatures causes animal suffering"
    ],
    "We should abolish zoos, zoo's house animals in small enclosures and exploit them for profit.": [
        "Abolishing zoos causes Allowing animals to live in their natural habitats.. And Allowing animals to live in their natural habitats. causes Freeing animals",
        "Abolishing zoos causes Animal freedom. And Animal freedom suppresses exploitation  for profit.",
        "Abolishing zoos suppresses people being able to pay to see animals. And people being able to pay to see animals causes animal exploitation for profit",
        "Abolishing zoos suppresses zoos to make money from selling tickets to visitors. And zoos to make money from selling tickets to visitors causes exploiting animals for profit."
    ],
    "We should abolish zoos, zoos are a form of prison for animals who should be living their lives freely in their own habitat": [
        "Abolishing zoos suppresses Imprisoning animals in cages for the enjoyment of visitors.. And Imprisoning animals in cages for the enjoyment of visitors. causes Zoos acting as a prison for animals.",
        "Abolishing zoos suppresses animals being in cages. And animals being in cages suppresses animals living freely",
        "Abolishing zoos suppresses animals being kept in captivity where they can't escape. And animals being kept in captivity where they can't escape suppresses Living freely in their own habitat"
    ],
    "We should abolish zoos, zoos are an outdated and cruel form of entertainment that enslaves captured animals and leaves them in climates they are often not suited to.": [
        "Abolishing zoos causes freedom of movement of animals. And freedom of movement of animals suppresses Enslaving captured animals"
    ],
    "We should abolish zoos, zoos are an outdated concept and purely for the entertainment of public under the guise of animal conservation.": [
        "Abolishing zoos causes zoos are forced to close. And zoos are forced to close suppresses outdated and disingenuously labeled entertainment"
    ],
    "We should abolish zoos, zoos are an unnatural stressful environment for animals. no animal should have to live in a cage or enclosure just for the entertainment of people, it is cruel and unnecessary.": [
        "Abolishing zoos causes Animals living in natural habitat. And Animals living in natural habitat causes Eliminating cruel treatment of animals",
        "Abolishing zoos suppresses captured wild animals. And captured wild animals causes cage or enclosure just for the entertainment of people"
    ],
    "We should abolish zoos, zoos are animal jails. more effort should be put into habitat conservation and protecting against poaching instead of caging up animals": [
        "Abolishing zoos causes Free movement of animals. And Free movement of animals causes Free animals",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats causes habitat conservation and protection against poaching",
        "Abolishing zoos causes people to put more effort into conservation and protection.. And people to put more effort into conservation and protection. suppresses cage up animals and prevent people from putting more effort into conservation and protection.",
        "Abolishing zoos causes releases animals to their natural habitat in the wild. And releases animals to their natural habitat in the wild causes focus efforts on habit conservation and prevention of poaching",
        "Abolishing zoos suppresses caging of animals. And caging of animals causes unfair confinement of animals"
    ],
    "We should abolish zoos, zoos are bad for wild animals that need to live free": [
        "Abolishing zoos causes Animals can be free in their natural habitats. And Animals can be free in their natural habitats suppresses Zoos do not allow animals to be free",
        "Abolishing zoos causes Animals to not be locked up in cages. And Animals to not be locked up in cages causes Animals can live freely if not in zoos",
        "Abolishing zoos suppresses Removing animals from their natural habitat to trap them in artificial enclosures.. And Removing animals from their natural habitat to trap them in artificial enclosures. causes Zoos being bad for wild animals that need to live free.",
        "Abolishing zoos suppresses Tight caging of animals in unnatural situations. And Tight caging of animals in unnatural situations causes Animals move freely in nature"
    ],
    "We should abolish zoos, zoos are confined spaces for animals that require a larger area": [
        "Abolishing zoos suppresses Imprisoning animals in cages for the entertainment of visitors.. And Imprisoning animals in cages for the entertainment of visitors. causes Confining animals to small spaces when they require a larger area.",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals in confined spaces"
    ],
    "We should abolish zoos, zoos are cruel an inhumane to the animals for our entertainment. they don't thrive in zoos like they would in their natural enviornment and this leads to an earlier death.": [
        "Abolishing zoos causes animals freely moving in their natural habitat. And animals freely moving in their natural habitat causes Healthy and happy animals",
        "Abolishing zoos causes releases animals to the wild where they thrive. And releases animals to the wild where they thrive causes improve the life expectancy of animals",
        "Abolishing zoos suppresses animals living healthily. And animals living healthily suppresses earlier death to animals in a cruel and inhumane manner",
        "Abolishing zoos suppresses animals to live in compact cages. And animals to live in compact cages causes animals to die earlier"
    ],
    "We should abolish zoos, zoos are cruel and inhumane places for animals as they are not the animals' natural habitats and conditions can be grim": [
        "Abolishing zoos causes animals to live in the wild. And animals to live in the wild suppresses cruel and inumane places for animals"
    ],
    "We should abolish zoos, zoos are cruel as animals are often mistreated and they are in cages that are much too small for their needs.": [
        "Abolishing zoos causes Freedom to animals. And Freedom to animals suppresses zoos are cruel as animals are often mistreated",
        "Abolishing zoos causes Freeing animals from captivity.. And Freeing animals from captivity. causes Preventing cruel treatment of animals",
        "Abolishing zoos causes animals to live in the wild. And animals to live in the wild suppresses animals being mistreated because their cages are too small for their needs",
        "Abolishing zoos suppresses Animals stuck in small uncomfortable cages. And Animals stuck in small uncomfortable cages causes Animals suffer mistreatment due to caging",
        "Abolishing zoos suppresses need to store animals outside of natural habitat. And need to store animals outside of natural habitat causes animals are often mistreated and caged"
    ],
    "We should abolish zoos, zoos are cruel because they take animals away from their natural habitats.": [
        "Abolishing zoos causes Freeing animals from cages. And Freeing animals from cages causes Abolishing cruelty",
        "Abolishing zoos causes animals to be released back to nature. And animals to be released back to nature suppresses animals to be taken away from their natural habitats",
        "Abolishing zoos suppresses animals being caught and shipped to zoo enclosures. And animals being caught and shipped to zoo enclosures causes animals taken away from their natural habitats",
        "Abolishing zoos suppresses animals living in cages. And animals living in cages causes animals removed from natural habit"
    ],
    "We should abolish zoos, zoos are cruel to animals kept in confinement": [
        "Abolishing zoos causes animals being happier and healthier by living where the belong. And animals being happier and healthier by living where the belong suppresses Animals kept in confinement",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals being kept in confinement",
        "Abolishing zoos suppresses The for-profit imprisonment of animals for the amusement of zoo visitors.. And The for-profit imprisonment of animals for the amusement of zoo visitors. causes Zoos being cruel to animals kept in confinement.",
        "Abolishing zoos suppresses animal caging. And animal caging causes zoos are cruel"
    ],
    "We should abolish zoos, zoos are cruel to the animals kept in cages and should be abolished.": [
        "Abolishing zoos causes Keeps animals in natural habitat. And Keeps animals in natural habitat causes animals not treated cruelly in cages",
        "Abolishing zoos suppresses animals being kept in tiny cages. And animals being kept in tiny cages causes cruelty to animals",
        "Abolishing zoos suppresses caging animals. And caging animals causes cruelty to animals"
    ],
    "We should abolish zoos, zoos are inherantly abusive to animals so should be banned": [
        "Abolishing zoos causes animals are no longer held in cages. And animals are no longer held in cages suppresses zoos are abusive",
        "Abolishing zoos suppresses Caging animals in unnatural ways. And Caging animals in unnatural ways causes Animals held in abusive situations",
        "Abolishing zoos suppresses confinement and stressful environment to animals. And confinement and stressful environment to animals causes abuse to animals",
        "Abolishing zoos suppresses forcing animals to live in an artificial, stressful environment, which deprives them of physical stimulation. And forcing animals to live in an artificial, stressful environment, which deprives them of physical stimulation causes Animals are inherently abused",
        "Abolishing zoos suppresses humans controlling animals. And humans controlling animals causes animal abuse"
    ],
    "We should abolish zoos, zoos are inherently cruel to the animals, keeping them confined in unnatural conditions for the benefit of entertaining human visitors - they are miserable, and more prone to disease.": [
        "Abolishing zoos causes allowing animals to live freely. And allowing animals to live freely causes humane treatment of animals",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being more prone to disease"
    ],
    "We should abolish zoos, zoos are inhumane and force animals into a life outside of their natural habitat.  we should not encourage the exploitation of these animals.": [
        "Abolishing zoos causes Animals free to live outside, in their natural habitats. And Animals free to live outside, in their natural habitats causes Healthy free life for animals.",
        "Abolishing zoos causes animals to be released back to their natural habitat. And animals to be released back to their natural habitat suppresses exploitation of \n animals."
    ],
    "We should abolish zoos, zoos are inhumane and keep animals in small areas": [
        "Abolishing zoos causes Animals to be left in vast wilderness.. And Animals to be left in vast wilderness. suppresses animals kept in small areas",
        "Abolishing zoos causes Animals to live freely. And Animals to live freely suppresses Animals are locked up in small areas.",
        "Abolishing zoos suppresses Inhumane treatments of animals. And Inhumane treatments of animals causes Animals kept in small areas",
        "Abolishing zoos suppresses keeps animals from their natural habitat. And keeps animals from their natural habitat causes animals are enclosed"
    ],
    "We should abolish zoos, zoos are inhumane for all animals and should be abolished": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses being inhumane for all animals",
        "Abolishing zoos causes stop to animals being held in cages. And stop to animals being held in cages suppresses zoos are inhumane for all animals",
        "Abolishing zoos suppresses animals chained, and caged. And animals chained, and caged causes Animals held inhumanely in cages"
    ],
    "We should abolish zoos, zoos are inhumane structures built to house animals away from their natural environment. zoos  should be abolished and animals returned to their natural homes where they can be free.": [
        "Abolishing zoos suppresses Zoos keeping animals for profit from visitors.. And Zoos keeping animals for profit from visitors. causes Housing animals away from their natural environment.",
        "Abolishing zoos suppresses animals being trapped in small enclosures. And animals being trapped in small enclosures suppresses Animals returned to their natural homes where they can be free"
    ],
    "We should abolish zoos, zoos are just a spectacle of cruelty to captive animals.": [
        "Abolishing zoos causes Prevents animals from being locked away in cages.. And Prevents animals from being locked away in cages. causes Animals would not have to be put on display in zoos anymore",
        "Abolishing zoos suppresses humans going to zoo for their entertainment. And humans going to zoo for their entertainment causes animals are captive for a spectacle of cruelty"
    ],
    "We should abolish zoos, zoos are just prisons for animals so people can stare and take pictures.": [
        "Abolishing zoos causes Animals to be free. And Animals to be free suppresses Zoos are prisons for animals"
    ],
    "We should abolish zoos, zoos are notorious for animal abuse.": [
        "Abolishing zoos suppresses animals being locked up for entertainment. And animals being locked up for entertainment causes Animal abuse",
        "Abolishing zoos suppresses forcing animals to breed in order to have more animals at zoo. And forcing animals to breed in order to have more animals at zoo causes Animals are abused"
    ],
    "We should abolish zoos, zoos are places where they physically abuse animals and it is our duty to protect them": [
        "Abolishing zoos causes Animals to be no longer kept in them. And Animals to be no longer kept in them suppresses Zoos physically abuse animals",
        "Abolishing zoos causes Wild and free animals. And Wild and free animals causes Animals who are happy and healthy",
        "Abolishing zoos suppresses animals living among humans capable of abuse. And animals living among humans capable of abuse causes physical abuse of animals"
    ],
    "We should abolish zoos, zoos are prisons for animals, they should be in their natural habitat not enclosed between bars": [
        "Abolishing zoos causes Animals to roam in their habitat.. And Animals to roam in their habitat. causes Free animals",
        "Abolishing zoos causes animals to be released back to nature. And animals to be released back to nature causes animals to be in their natural habitat not enclosed between bars",
        "Abolishing zoos suppresses animals living in cages. And animals living in cages suppresses animals living in natural habit"
    ],
    "We should abolish zoos, zoos are recruitment centers for animals that remain in captivity for entertainment for people": [
        "Abolishing zoos causes animals living free lives in their natural habitats. And animals living free lives in their natural habitats suppresses Captivity for the entertainment of people",
        "Abolishing zoos causes freedom to animals. And freedom to animals suppresses Animals remaining in captivity",
        "Abolishing zoos suppresses Caging of animals.. And Caging of animals. causes Animals cruelly remain in captivity."
    ],
    "We should abolish zoos, zoos are stressful to the animals who have been taken away from their natural habitats and forced to limit their natural instincts.": [
        "Abolishing zoos causes Animals to express natural behavior in the wild.. And Animals to express natural behavior in the wild. suppresses limiting natural instincts of animals",
        "Abolishing zoos causes will improve life for animals. And will improve life for animals causes will make animals healthier",
        "Abolishing zoos suppresses Capturing animals and forcing them to live in artificial conditions for the entertainment of visitors.. And Capturing animals and forcing them to live in artificial conditions for the entertainment of visitors. causes Stressing animals who have been taken away from their natural habitats and forced to limit their natural instincts.",
        "Abolishing zoos suppresses keeping animals in tight spaces and giving them food. And keeping animals in tight spaces and giving them food causes Animals are forced to limit their natural instincts"
    ],
    "We should abolish zoos, zoos are unnatural for animals and does not allow then to live as evolution has developed them to do so and should be abolished": [
        "Abolishing zoos causes living in the wild. And living in the wild causes Allowing animals to live naturally",
        "Abolishing zoos suppresses animals living in man-made environment. And animals living in man-made environment suppresses prevents animals from living naturally",
        "Abolishing zoos suppresses animals to be put into dense confinement and cages. And animals to be put into dense confinement and cages causes animals to live in unnatural environments"
    ],
    "We should abolish zoos, zoos are useless prisons for poor animals that should be kept in their own natural environment, therefore we should close them": [
        "Abolishing zoos causes Allowing animals to live in their natural habitat.. And Allowing animals to live in their natural habitat. causes Freeing animals",
        "Abolishing zoos causes Animals to live freely. And Animals to live freely causes Animals would be free to live in their natural environment",
        "Abolishing zoos suppresses Ability to profit from capturing animals.. And Ability to profit from capturing animals. causes Imprisoning of poor animals."
    ],
    "We should abolish zoos, zoos aren't all properly regulated and some animals are kept in appalling conditions they should be left in their natural environment": [
        "Abolishing zoos causes Animals to be in their natural habitat. And Animals to be in their natural habitat suppresses Animals are kept in bad coniditions",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals being kept in appalling conditions"
    ],
    "We should abolish zoos, zoos cage animals for human enjoyment and this isn’t morally right. therefore zoos should be abolished.": [
        "Abolishing zoos suppresses imprisoning animals for profit. And imprisoning animals for profit causes morally wrong animal caging"
    ],
    "We should abolish zoos, zoos can not provide the amount of space that animals have in the wild": [
        "Abolishing zoos causes Animals to not be locked up in cages. And Animals to not be locked up in cages suppresses Animals are forced into tiny spaces in zoos",
        "Abolishing zoos suppresses animals kept in cages for display. And animals kept in cages for display causes not provide amount of space needed"
    ],
    "We should abolish zoos, zoos confine animals to small spaces keeping them from running free.": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals to be kept from running free"
    ],
    "We should abolish zoos, zoos constrict wild animals to enclosures not suitable for them purely for enjoyment": [
        "Abolishing zoos causes Animals to not be locked up. And Animals to not be locked up causes Animals can live freely and not in cages",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses constricting wild animals to unsuitable enclosures",
        "Abolishing zoos suppresses Caging of wild animals. And Caging of wild animals causes Mental problems with wild animals"
    ],
    "We should abolish zoos, zoos do more harm than good to the animals that are held in captivity largely for entertainment purposes": [
        "Abolishing zoos causes Wild animals will be safe from harm. And Wild animals will be safe from harm suppresses Zoos cause harm to animals who are mainly there for entertainment",
        "Abolishing zoos suppresses Tight imprisonment of animals. And Tight imprisonment of animals causes Animals suffer mentally",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being held in captivity largely for entertainment purposes"
    ],
    "We should abolish zoos, zoos do not allow animals to wander and explore as they would in the wild. animals should have the right to live as they were intended to.": [
        "Abolishing zoos causes animals returning to the natural habitat. And animals returning to the natural habitat causes animals live as they were intended to",
        "Abolishing zoos suppresses cages animals. And cages animals suppresses do not allow animals to wander and explore as they would in the wild"
    ],
    "We should abolish zoos, zoos do not provide enough space for animals too explore the environment and so the animals cannot lead a natural life.": [
        "Abolishing zoos causes Upholding of animal right. And Upholding of animal right causes Freedom for animals",
        "Abolishing zoos suppresses Animals held captive in small cages. And Animals held captive in small cages causes Animals live unnaturally in confined space"
    ],
    "We should abolish zoos, zoos force animals into an existence outside of their natural habitat for our viewing pleasure.  it is not right to subject them to such an environment.": [
        "Abolishing zoos causes Animals to not be locked in cages. And Animals to not be locked in cages suppresses Animals are forced out of their natural habitat for human enjoyment",
        "Abolishing zoos causes wild animals are no longer caught and transported to zoos. And wild animals are no longer caught and transported to zoos suppresses zoos force animals into an existence outside of their natural habitat",
        "Abolishing zoos suppresses Caging of animals. And Caging of animals causes Display of animals in unnatural situations"
    ],
    "We should abolish zoos, zoos harm animals by keeping them in confined spaces.": [
        "Abolishing zoos causes animals free to live in their natural habitat. And animals free to live in their natural habitat suppresses Animals being kept in confined spaces",
        "Abolishing zoos suppresses fake habitat development. And fake habitat development suppresses keep animals in natural open spaces"
    ],
    "We should abolish zoos, zoos harm animals by keeping them in tiny confined spaces.": [
        "Abolishing zoos causes Allowing animals to live in their natural habitat. And Allowing animals to live in their natural habitat causes Freeing animals",
        "Abolishing zoos causes Disallowing wild animals to be held in captivity.. And Disallowing wild animals to be held in captivity. suppresses Harming animals by keeping them in confined spaces.",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses keeping animals in tiny confined spaces.",
        "Abolishing zoos causes frees animals. And frees animals suppresses Harming animals"
    ],
    "We should abolish zoos, zoos have no place in a free society.animals should be allowed to roam in their natural habitat.": [
        "Abolishing zoos suppresses animals being kept in cages. And animals being kept in cages suppresses animals roaming free in natural habitat"
    ],
    "We should abolish zoos, zoos hold animals in cages when they should be free": [
        "Abolishing zoos causes animas to be released. And animas to be released causes Animals will be free.",
        "Abolishing zoos suppresses use of confining cages. And use of confining cages causes traps animals in cages"
    ],
    "We should abolish zoos, zoos hold animals in small places when they would be better off roaming free": [
        "Abolishing zoos causes Animals can roam free in their natural habitat. And Animals can roam free in their natural habitat suppresses Animals are kept in small places",
        "Abolishing zoos causes animals to live in the wild with more space. And animals to live in the wild with more space suppresses holding animals in small places",
        "Abolishing zoos suppresses animals being kept in cages. And animals being kept in cages suppresses animals roaming free",
        "Abolishing zoos suppresses eliminating constrictions on animals. And eliminating constrictions on animals suppresses Small zoo cages eliminating natural freedom"
    ],
    "We should abolish zoos, zoos humiliate more sentient animals like elephants, dolphins and monkeys": [
        "Abolishing zoos causes Animals not losing dignity by living in captivity.. And Animals not losing dignity by living in captivity. suppresses More sentient animals humiliated",
        "Abolishing zoos causes Gives animals freedom in their natural habitat. And Gives animals freedom in their natural habitat suppresses Humiliation of  more sentient animals like elephants, dolphins and monkeys",
        "Abolishing zoos causes Returning animals to their natural habitats.. And Returning animals to their natural habitats. causes Not torturing intelligent animals.",
        "Abolishing zoos suppresses intelligent animals kept in degrading conditions. And intelligent animals kept in degrading conditions causes humiliation of more sentient animals"
    ],
    "We should abolish zoos, zoos keep animals from their native habitat and exploit them for people's enjoyment.  the well-being of the animals is reduced and it is better to protect wild habitats of animals than create artificial ones": [
        "Abolishing zoos causes Animals to roam cage free. And Animals to roam cage free suppresses Cages cause suffering, physically and mentally",
        "Abolishing zoos causes animals to live in their natural habitat. And animals to live in their natural habitat causes increased wellbeing of animals",
        "Abolishing zoos suppresses capturing wild animals. And capturing wild animals suppresses keep animals in their native habitats"
    ],
    "We should abolish zoos, zoos keep animals in captivity and use them merely for show.": [
        "Abolishing zoos suppresses caging animals. And caging animals causes mistreatment of animals"
    ],
    "We should abolish zoos, zoos keep animals in enclosures that are too small and this harms them": [
        "Abolishing zoos causes animals to live in their natural habitat  and freely roam their territory. And animals to live in their natural habitat  and freely roam their territory suppresses Animals are harmed by being kept in enclosures that are too small",
        "Abolishing zoos causes freedom of movement to animals. And freedom of movement to animals suppresses they harms animals by keeping them in enclosed spaces"
    ],
    "We should abolish zoos, zoos keep animals in unnatural environments for human entertainment which is morally wrong and should be banned.": [
        "Abolishing zoos causes Animals to be freed. And Animals to be freed suppresses Caging creatures causes suffering",
        "Abolishing zoos causes Keeps the animals out of cages. And Keeps the animals out of cages causes Animals would be free to live in their natural environment",
        "Abolishing zoos suppresses Animals kept in cages. And Animals kept in cages causes Animals kept in unnatural environments"
    ],
    "We should abolish zoos, zoos keep animals trapped in sometimes dirty and inhumane conditions. they deserve to roam free in the wild": [
        "Abolishing zoos causes Animal freedom. And Animal freedom suppresses Keeping animals trapped in sometimes dirty and inhumane conditions.",
        "Abolishing zoos causes Animals to be left in natural environments.. And Animals to be left in natural environments. suppresses animals trapped in sometimes dirty and inhumane conditions",
        "Abolishing zoos suppresses Keeping animals in confinement for the entertainment of visitors.. And Keeping animals in confinement for the entertainment of visitors. causes Keeping animals trapped in sometimes dirty and inhumane conditions.",
        "Abolishing zoos suppresses animals being trapped in unnatural habitats where they are unhappy. And animals being trapped in unnatural habitats where they are unhappy suppresses Roaming free in the wild",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being trapped in dirty and inhumane conditions"
    ],
    "We should abolish zoos, zoos keep wild animals locked up in areas smaller than they are used to in the wild and it is not natural for them.": [
        "Abolishing zoos causes allowing animals to live in their natural habitat. And allowing animals to live in their natural habitat causes freeing animals",
        "Abolishing zoos suppresses Imprisoning animals in zoos.. And Imprisoning animals in zoos. causes Keeping wild animals locked up in small, unnatural areas.",
        "Abolishing zoos suppresses animals being caged.. And animals being caged. suppresses Animals living in their natural environment",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being locked up in small areas"
    ],
    "We should abolish zoos, zoos lead to an increase in animal cruelty": [
        "Abolishing zoos causes Releasing animals from cages. And Releasing animals from cages causes Reducing cruelty",
        "Abolishing zoos causes Releasing caged animals. And Releasing caged animals causes Reduce animal cruelty",
        "Abolishing zoos causes animals to be released from dense cages. And animals to be released from dense cages suppresses an increase in animal cruelty",
        "Abolishing zoos suppresses Feeding and mishandling of animals. And Feeding and mishandling of animals causes Increase in animal cruelty",
        "Abolishing zoos suppresses animals being in captivity. And animals being in captivity causes increase in animal cruelty"
    ],
    "We should abolish zoos, zoos maintain animals in unnatural, cramped conditions - they are exploited for the benefit of a paying public, with little concern about their happiness of welfare.": [
        "Abolishing zoos causes People to not be able to pay to see animals in captivity.. And People to not be able to pay to see animals in captivity. suppresses animals exploited for the benefit of a paying public",
        "Abolishing zoos causes animals live in their natural habitat. And animals live in their natural habitat causes animals will be happy and well",
        "Abolishing zoos suppresses Caging of animals in unnatural spaces while being stared at. And Caging of animals in unnatural spaces while being stared at causes Animals suffer, while being used as money maker"
    ],
    "We should abolish zoos, zoos often exhibit poor standards of animal welfare, since they are designed to make money for their owners - it is essentially exploitation under the guise of environmental 'protection'.": [
        "Abolishing zoos causes animals to be released into their habitats.. And animals to be released into their habitats. suppresses exploitation under the guise of environmental 'protection'.",
        "Abolishing zoos causes people not being able to keep animals in cages to make money. And people not being able to keep animals in cages to make money suppresses exploitation under the guise of environmental 'protection'"
    ],
    "We should abolish zoos, zoos ought to be abolished because they are essentially prisons for these wild animals who often become aggressive": [
        "Abolishing zoos causes Animals to be released into their natural habitats. And Animals to be released into their natural habitats suppresses prisons for these wild animals who often become aggressive",
        "Abolishing zoos causes animals are no longer held in conditions detrimental to them. And animals are no longer held in conditions detrimental to them suppresses zoos are prisons",
        "Abolishing zoos causes better living conditions for wild animals. And better living conditions for wild animals suppresses wild animals become aggressive in captivity",
        "Abolishing zoos suppresses unnatural confining of animals modifying behavior. And unnatural confining of animals modifying behavior causes imprisoned animals become aggressive"
    ],
    "We should abolish zoos, zoos prevent animals from returning to their natural habitats, forcing them into confinement and disregarding their instincts of living in the wild.": [
        "Abolishing zoos causes A balanced ecosystem. And A balanced ecosystem causes Animals to return to their natural habitats",
        "Abolishing zoos causes Living in natural habitats. And Living in natural habitats causes Freeing animals",
        "Abolishing zoos causes releasing animals back to nature. And releasing animals back to nature suppresses forcing animals into confinement and disregarding their instincts of living in the wild.",
        "Abolishing zoos suppresses animals being separated from nature. And animals being separated from nature causes disregarding animal distincts",
        "Abolishing zoos suppresses wild animal domestication. And wild animal domestication causes animals disregarding their nautral instincts"
    ],
    "We should abolish zoos, zoos put animals in cages and take away their freedom which in inhumane": [
        "Abolishing zoos causes Animals to be free instead of locked up. And Animals to be free instead of locked up causes Animals wouldn't have to suffer in cages",
        "Abolishing zoos causes Animals to be free. And Animals to be free suppresses Take away animal freedom",
        "Abolishing zoos causes eliminates caged life of animals. And eliminates caged life of animals suppresses inhumane animal treatment"
    ],
    "We should abolish zoos, zoos say they help repopulate dying populations of animals, but it's rare that any of the animals they've bred are ever released to the wild. instead they are kept at zoos for profit.": [
        "Abolishing zoos causes animals released back into the wild. And animals released back into the wild suppresses animals kept for profit"
    ],
    "We should abolish zoos, zoos serve to imprison animals and show them off for entertainment.": [
        "Abolishing zoos causes Animals suffering in tight spots only desiring freedom. And Animals suffering in tight spots only desiring freedom causes Animals held in unnatural cages suffering mentally",
        "Abolishing zoos causes Imprisonment of animals. And Imprisonment of animals causes Animals being shown off for entertainment",
        "Abolishing zoos causes animals to live freely. And animals to live freely suppresses Animals are imprisoned and are only for human entertainment",
        "Abolishing zoos causes stop to animals being caught from the wild and moved to zoos. And stop to animals being caught from the wild and moved to zoos suppresses zoos imprison animals"
    ],
    "We should abolish zoos, zoos should be abolished because it is cruel and inhumane to cage animals.": [
        "Abolishing zoos suppresses placing animals in cages. And placing animals in cages causes cruelty towards caged animals"
    ],
    "We should abolish zoos, zoos should be abolished because it is cruel to cage animals.": [
        "Abolishing zoos causes Allowing animals to live in their natural habitat.. And Allowing animals to live in their natural habitat. causes Not practicing animal cruelty.",
        "Abolishing zoos causes animals being forced to live in small enclosures that they can't escape. And animals being forced to live in small enclosures that they can't escape causes Being cruel to caged animals",
        "Abolishing zoos suppresses Imprisoning animals for profiteering motives.. And Imprisoning animals for profiteering motives. causes Being cruel by caging animals",
        "Abolishing zoos suppresses businesses where animals are kept in cages. And businesses where animals are kept in cages causes caging animals"
    ],
    "We should abolish zoos, zoos should be abolished because it is cruel to keep animals in captivity for entertainment purposes": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals to be kept in captivity",
        "Abolishing zoos causes better care of animals in their natural setting. And better care of animals in their natural setting suppresses cruelty to animals in captivity",
        "Abolishing zoos suppresses animals living in confined spaces. And animals living in confined spaces causes cruel captivity of animals"
    ],
    "We should abolish zoos, zoos should be abolished because the lives of the animals come secondary to the lives of people": [
        "Abolishing zoos suppresses Animals being treated badly.. And Animals being treated badly. suppresses Respect of animal rights.",
        "Abolishing zoos suppresses The use of animals for the entertainment and education of people.. And The use of animals for the entertainment and education of people. causes The lives of animals becoming secondary to the lives of people."
    ],
    "We should abolish zoos, zoos should be abolished for the animals to live free": [
        "Abolishing zoos causes Animals inside zoos can roam free outdoors. And Animals inside zoos can roam free outdoors causes Animals enjoy freedom in their natural outdoor habitat",
        "Abolishing zoos causes Animals to not be locked up in cages. And Animals to not be locked up in cages causes Animals should live freely",
        "Abolishing zoos causes animals are no longer kept in cages. And animals are no longer kept in cages causes animals live free",
        "Abolishing zoos suppresses zoos keep animals in cages. And zoos keep animals in cages suppresses animals will be free"
    ],
    "We should abolish zoos, zoos should be abolished so that animals can thrive in a setting that allows them to roam free": [
        "Abolishing zoos causes ANIMAL FREEDOM. And ANIMAL FREEDOM causes Thrive in a setting that allows them to roam free",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats causes allowing animals to roam free",
        "Abolishing zoos suppresses Imprisoning animals in artificial environments. And Imprisoning animals in artificial environments suppresses Animals thriving in a setting that allows them to roam free."
    ],
    "We should abolish zoos, zoos should be banned as the animals are kept in tight and confined spaces.": [
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses animals being kept in tight and confined spaces."
    ],
    "We should abolish zoos, zoos show animals in an unnatural environment and despite enrichment in enclosures cannot provide natural surroundings which is detrimental to the well being of the animals.": [
        "Abolishing zoos causes Allowing animals to live in their natural environment.. And Allowing animals to live in their natural environment. causes Promoting animal welfare.",
        "Abolishing zoos causes Animals to be free in their natural habitats. And Animals to be free in their natural habitats suppresses Zoos are unnatural environments for animals and cannot provide the real thing",
        "Abolishing zoos causes animal freedom. And animal freedom suppresses detrimental to the well being of the animals",
        "Abolishing zoos suppresses Animals caged and cramped. And Animals caged and cramped causes Animals caged aren't well or healthy.",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes being detrimental to the well being of the animals."
    ],
    "We should abolish zoos, zoos take animals from their natural habitats for profit": [
        "Abolishing zoos causes No profit in capturing animals.. And No profit in capturing animals. suppresses animals taken from their natural habitats for profit",
        "Abolishing zoos suppresses animals to be captured in compact cages. And animals to be captured in compact cages causes animals being taken from their natural habitats",
        "Abolishing zoos suppresses need to find animals to display. And need to find animals to display causes animals taken from natural habits"
    ],
    "We should abolish zoos, zoos take animals out of their regular environment for the pleasure of human beings. it is unethical and it should be banned.": [
        "Abolishing zoos suppresses Animal mistreatment. And Animal mistreatment causes Take animals out of their regular environment"
    ],
    "We should abolish zoos, zoos torture animals by keeping them in unnatural cages.": [
        "Abolishing zoos causes Animal freedom. And Animal freedom suppresses zoos torture animals",
        "Abolishing zoos causes animals to be released back to their natural habitats. And animals to be released back to their natural habitats suppresses keeping animals in unnatural cages",
        "Abolishing zoos suppresses Imprisoning animals for the entertainment of humans.. And Imprisoning animals for the entertainment of humans. causes Torturing animals by keeping them in unnatural cages.",
        "Abolishing zoos suppresses caging of animals. And caging of animals causes animals suffering"
    ],
    "We should abolish zoos, zoos trap animals in artificial environments.": [
        "Abolishing zoos causes animals to roam free. And animals to roam free causes keep animals out of artificial environments",
        "Abolishing zoos suppresses animals being caged. And animals being caged causes animals trapped in artificial environments"
    ],
    "We should abolish zoos, zoos trap animals into a meaningless life only to amuse human onlookers": [
        "Abolishing zoos causes Animals are no longer locked up. And Animals are no longer locked up suppresses Animals are trapped in cages only for human amusement",
        "Abolishing zoos causes animal freedom. And animal freedom suppresses animals are traped a meaningless life"
    ],
    "We should abolish zoos, zoos unfairly imprison animals and cause them harm": [
        "Abolishing zoos causes Animals are set free. And Animals are set free suppresses Animals are caused harm and are imprisoned",
        "Abolishing zoos causes Reducing incentive for holding animals in captivity.. And Reducing incentive for holding animals in captivity. suppresses Animals unfairly imprisoned."
    ]
}