{
    "We should abandon the use of school uniform, Allowing students to make their own choices regarding the clothes they wear prepares them for the adult world.": [
        "Abandoning the use of school uniform causes independent choice and experimentation. And independent choice and experimentation causes prepares students for adult world",
        "Abandoning the use of school uniform causes students to have the freedom to choose own clothes. And students to have the freedom to choose own clothes causes students to make their own choices for the clothes",
        "Abandoning the use of school uniform suppresses kids to never learn how to dress themselves. And kids to never learn how to dress themselves suppresses preparation for the adult world"
    ],
    "We should abandon the use of school uniform, Deciding what to wear every day is a pretty basic form of self-expression and should not be limited.": [
        "Abandoning the use of school uniform causes Kids can express themselves through their clothes. And Kids can express themselves through their clothes suppresses School uniforms stifle self-expression",
        "Abandoning the use of school uniform causes children are able to choose what they want to wear at school. And children are able to choose what they want to wear at school suppresses A basic form of self-expression is limited",
        "Abandoning the use of school uniform causes students' ability to wear their own clothing to school. And students' ability to wear their own clothing to school causes Freedom of self-expression from deciding what to wear every day"
    ],
    "We should abandon the use of school uniform, Minors have very few rights as it is, why take away their freedom of expression when there are no harms in allowing it?": [
        "Abandoning the use of school uniform causes Children wear what they feel like. And Children wear what they feel like suppresses Freedom of expression taken away",
        "Abandoning the use of school uniform causes young people can select unique things to wear. And young people can select unique things to wear causes young persons exercise their rights",
        "Abandoning the use of school uniform suppresses children being forced to wear what adults and school choose. And children being forced to wear what adults and school choose causes freedom of expression is taken away from minors"
    ],
    "We should abandon the use of school uniform, School uniforms are a false sense of solvency that prevent educators from finding real solutions for class divides in schools and tension in classrooms.": [
        "Abandoning the use of school uniform causes Forces educators to address class divisions among students.. And Forces educators to address class divisions among students. suppresses Educators prevented from finding real solutions for class divides."
    ],
    "We should abandon the use of school uniform, School uniforms are expensive and some families can not afford the added costs.": [
        "Abandoning the use of school uniform causes kids wearing their own clothes to school. And kids wearing their own clothes to school suppresses families not being able to afford the added costs",
        "Abandoning the use of school uniform suppresses Parents required to buy both street clothes and school uniform. And Parents required to buy both street clothes and school uniform causes families not being able to afford added costs",
        "Abandoning the use of school uniform suppresses Requiring the purchase of a specific uniform, therefore giving companies the prerogative to increase costs and hold a monopoly.. And Requiring the purchase of a specific uniform, therefore giving companies the prerogative to increase costs and hold a monopoly. causes School uniforms being so expensive that some families cannot afford the added costs",
        "Abandoning the use of school uniform suppresses extra costs. And extra costs causes School uniforms are expensive and some families can not afford"
    ],
    "We should abandon the use of school uniform, School uniforms are expensive to fix and purchase, making them discriminatory against poor students.": [
        "Abandoning the use of school uniform causes Allowing parents to buy cheaper alternatives to uniforms. And Allowing parents to buy cheaper alternatives to uniforms causes Easing financial burden on parents",
        "Abandoning the use of school uniform suppresses Poor students cannot pay for expensive clothes. And Poor students cannot pay for expensive clothes causes Discrimination against poor students."
    ],
    "We should abandon the use of school uniform, School uniforms are sexist because they usually put women into more restrictive clothing and punish them for breaking the rules to be more comfortable.": [
        "Abandoning the use of school uniform causes Every student to dress freely. And Every student to dress freely causes Fighting sexism in school.",
        "Abandoning the use of school uniform suppresses sexism in clothing. And sexism in clothing causes Uniforms impinge more on females rights"
    ],
    "We should abandon the use of school uniform, School uniforms are too expensive and many parents can not afford the extra expense.": [
        "Abandoning the use of school uniform causes everyone to wear the clothes of their choice. And everyone to wear the clothes of their choice causes parents no longer have to pay for the added expense of specific school uniforms",
        "Abandoning the use of school uniform suppresses paying for clothes that cannot be worn outside the school premises. And paying for clothes that cannot be worn outside the school premises causes Extra expense that many parents cannot afford"
    ],
    "We should abandon the use of school uniform, School uniforms are uncomfortable for those who prefer a much different style of clothing.": [
        "Abandoning the use of school uniform causes allows students to choose their clothes. And allows students to choose their clothes causes Promoting comfotable dressing",
        "Abandoning the use of school uniform causes expressing one's style. And expressing one's style causes comfortable styles for everyone.",
        "Abandoning the use of school uniform causes students to be able to choose their own clothes. And students to be able to choose their own clothes suppresses students preferring a different style of clothing to feel uncomfortable",
        "Abandoning the use of school uniform suppresses every student wearing uniform. And every student wearing uniform causes discomfort for those who don't prefer uniforms"
    ],
    "We should abandon the use of school uniform, School uniforms can be sexist and enforce gender stereotypes.": [
        "Abandoning the use of school uniform causes Allowing students to dress as they choose.. And Allowing students to dress as they choose. causes Promoting freedom of expression.",
        "Abandoning the use of school uniform causes students dressing in ways that best represent their identity. And students dressing in ways that best represent their identity suppresses Enforcing gender stereotypes",
        "Abandoning the use of school uniform suppresses Requiring all students of each gender to dress homogenously and to different standards.. And Requiring all students of each gender to dress homogenously and to different standards. causes School uniforms being sexist and enforcing gender stereotypes."
    ],
    "We should abandon the use of school uniform, School uniforms can be too expensive for some parents.": [
        "Abandoning the use of school uniform causes Allowing parents to buy cheaper alternatives to school uniform. And Allowing parents to buy cheaper alternatives to school uniform causes Parents save money",
        "Abandoning the use of school uniform causes Parents to not have to buy them for their kids. And Parents to not have to buy them for their kids causes Parents to not have to waste their money on something they can't afford",
        "Abandoning the use of school uniform causes Parents to save. And Parents to save suppresses Too expensive for some parents.",
        "Abandoning the use of school uniform suppresses one more financial responsiblity for parents. And one more financial responsiblity for parents suppresses Parents' financial struggles worsened"
    ],
    "We should abandon the use of school uniform, School uniforms create a more authoritarian atmosphere in schools.": [
        "Abandoning the use of school uniform causes Students to have freedom in their choice of attire.. And Students to have freedom in their choice of attire. suppresses authoritarian atmosphere in schools",
        "Abandoning the use of school uniform causes freedom for students to express individuality. And freedom for students to express individuality suppresses authoritarian school atmosphere",
        "Abandoning the use of school uniform suppresses abusive authorities dictating minor clothing issues. And abusive authorities dictating minor clothing issues causes Students feel they must conform in schools",
        "Abandoning the use of school uniform suppresses authoritarian atmosphere. And authoritarian atmosphere suppresses Students have more freedom at school."
    ],
    "We should abandon the use of school uniform, School uniforms discourage diversity and individuality and instead encourages conformity. This is not the message we want to send our kids.": [
        "Abandoning the use of school uniform causes Choosing unique clothing. And Choosing unique clothing causes Encouraging diversity and indiduality",
        "Abandoning the use of school uniform causes Students to be diverse. And Students to be diverse causes Introduce diversity",
        "Abandoning the use of school uniform causes students to have the ability of choosing their own clothes to wear. And students to have the ability of choosing their own clothes to wear suppresses discouraging diversity and individuality",
        "Abandoning the use of school uniform suppresses students not able to choose what to wear. And students not able to choose what to wear causes Diversity and individuality are discourages, while conformity is encouraged."
    ],
    "We should abandon the use of school uniform, School uniforms keep children from being able to express themselves through their clothing choices.": [
        "Abandoning the use of school uniform causes allowing students to pick their own unique clothing. And allowing students to pick their own unique clothing causes Improving self expression.",
        "Abandoning the use of school uniform causes children to be allowed to wear their own clothes. And children to be allowed to wear their own clothes causes children being able to express themselves",
        "Abandoning the use of school uniform causes freedom of expression. And freedom of expression causes Help children express themselves through their clothing choices.",
        "Abandoning the use of school uniform suppresses Requiring children to dress the same. And Requiring children to dress the same causes Preventing children's expression through clothing choices"
    ],
    "We should abandon the use of school uniform, School uniforms limit student's freedom speech and self-expression.": [
        "Abandoning the use of school uniform causes Allowing students to choose how to dress. And Allowing students to choose how to dress causes Promoting self-expression",
        "Abandoning the use of school uniform causes student to be creative. And student to be creative suppresses limit student's freedom speech and self-expression.",
        "Abandoning the use of school uniform causes students to choose own clothes and voices opinions on clothing. And students to choose own clothes and voices opinions on clothing suppresses limiting student's freedom of speech and self-expression.",
        "Abandoning the use of school uniform suppresses Requiring students to all dress alike.. And Requiring students to all dress alike. causes Limiting students' freedoms of speech and self-expression."
    ],
    "We should abandon the use of school uniform, School uniforms limit the ability for students to express themselves.": [
        "Abandoning the use of school uniform causes Allowing students to choose how to dress. And Allowing students to choose how to dress causes Promoting self-expression.",
        "Abandoning the use of school uniform causes freedom of choice on what to wear. And freedom of choice on what to wear suppresses Limit the ability for students to express themselves.",
        "Abandoning the use of school uniform causes students freely wear what they choose. And students freely wear what they choose suppresses students unable to express themselves"
    ],
    "We should abandon the use of school uniform, School uniforms may be more expensive than regular clothes, creating a burden for poorer families.": [
        "Abandoning the use of school uniform causes Allowing parents to buy affordable clothing. And Allowing parents to buy affordable clothing causes Relieving poor parents of the finacial burden",
        "Abandoning the use of school uniform suppresses parents to pay an extra cost for school uniform. And parents to pay an extra cost for school uniform causes creating a burden for poorer families."
    ],
    "We should abandon the use of school uniform, School uniforms prevent students from being able to express themselves by forcing everyone to dress homogeneously, this is bad for mental health and personal development.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes Not forcing students to all dress alike.. And Not forcing students to all dress alike. causes Allowing students to express themselves.",
        "Abandoning the use of school uniform causes Students can test out different looks, expressing themselves. And Students can test out different looks, expressing themselves suppresses Wearing same uniforms affects mental states negatively"
    ],
    "We should abandon the use of school uniform, School uniforms require students to have essentially double the clothing, which gets unnecessarily expensive.": [
        "Abandoning the use of school uniform causes Allowing students to wear other cloths.. And Allowing students to wear other cloths. causes Reducing expenses for parents",
        "Abandoning the use of school uniform causes parents having the freedom of buying clothes. And parents having the freedom of buying clothes suppresses requiring students to have double the clothing",
        "Abandoning the use of school uniform causes students don't have to pay extra money on clothing. And students don't have to pay extra money on clothing causes reduce economic burden for the students"
    ],
    "We should abandon the use of school uniform, School uniforms restrict creativity and individuality and encourage conformity.": [
        "Abandoning the use of school uniform causes Children learn how to select various colors in clothing and match them effectively. And Children learn how to select various colors in clothing and match them effectively causes Students can't develop individually",
        "Abandoning the use of school uniform causes Enforced conformity. And Enforced conformity causes Creativity and individuality are restricted",
        "Abandoning the use of school uniform causes Students to dress how they want to. And Students to dress how they want to suppresses School uniforms don't allow for individuality",
        "Abandoning the use of school uniform suppresses everyone having to dress the same. And everyone having to dress the same causes encourage conformity"
    ],
    "We should abandon the use of school uniform, School uniforms stifle creativity and expression, just the opposite of what schools should be striving for.": [
        "Abandoning the use of school uniform causes students have ability to dress uniquely. And students have ability to dress uniquely suppresses creativity and expression stifled",
        "Abandoning the use of school uniform suppresses required attire. And required attire suppresses permit creativity and expression"
    ],
    "We should abandon the use of school uniform, School uniforms suppress students' freedom of expression, particularly if they otherwise wear religious garb.": [
        "Abandoning the use of school uniform causes Allowing students to pick their attire.. And Allowing students to pick their attire. causes promoting self-expression.",
        "Abandoning the use of school uniform causes Children to be able to dress how they want to. And Children to be able to dress how they want to suppresses It gets rid of the freedom of expression",
        "Abandoning the use of school uniform causes Students choosing to wear what they please to school.. And Students choosing to wear what they please to school. suppresses Suppressing students' freedom of expression, particularly if they otherwise wear religious garb.",
        "Abandoning the use of school uniform causes children able to choose what to wear and express themselves through clothes. And children able to choose what to wear and express themselves through clothes suppresses Students' freedom of expression is suppressed"
    ],
    "We should abandon the use of school uniform, School uniforms violate the right to freedom of expression. Students should be allowed to express themselves through the clothes they wear.": [
        "Abandoning the use of school uniform causes Freedom to choose what to wear. And Freedom to choose what to wear suppresses Violate the right to freedom of expression",
        "Abandoning the use of school uniform causes children to be whom they are not.. And children to be whom they are not. causes violation of right to freedom of expression.",
        "Abandoning the use of school uniform causes encouraging students to choose what to dress. And encouraging students to choose what to dress causes Students to be allowed to express themselves through the clothes they wear.",
        "Abandoning the use of school uniform suppresses All students looking alike. And All students looking alike suppresses Students being able to express themselves.",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes violation of the freedom of expression"
    ],
    "We should abandon the use of school uniform, Students should have freedom of choice. If they don't want to wear a uniform, they shouldn't have to.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting freedom of choice.",
        "Abandoning the use of school uniform suppresses conformity in dress. And conformity in dress suppresses freedom of choice for students"
    ],
    "We should abandon the use of school uniform, We should abandon the use of school uniform as it is old-fashioned and doesn't reflect young people's clothing choices.": [
        "Abandoning the use of school uniform causes students to have the ability of dressing uniquely. And students to have the ability of dressing uniquely suppresses young people's clothing choices not to be reflected",
        "Abandoning the use of school uniform causes young people dress how they want. And young people dress how they want causes reflection of young people's clothing choices",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes not reflecting young people's clothing choices",
        "Abandoning the use of school uniform suppresses mandated clothing type. And mandated clothing type suppresses Allow young people choice in clothing"
    ],
    "We should abandon the use of school uniform, We should abandon the use of school uniform as it stifles creativity and personal freedom.": [
        "Abandoning the use of school uniform causes Kids the ability to dress however they want to. And Kids the ability to dress however they want to suppresses It doesn't allow students to express their creativity and personal freedom.",
        "Abandoning the use of school uniform causes Wearing various clothing. And Wearing various clothing causes Young people learn to be more fully creative",
        "Abandoning the use of school uniform suppresses forcing students to dress in just one way. And forcing students to dress in just one way causes stifling of creativity and personal freedom"
    ],
    "We should abandon the use of school uniform, We should abandon the use of school uniform since it tries to blur the differences between pupils, instead of celebrating their heterogeneity and teaching them self pride.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting diversity and self-expression.",
        "Abandoning the use of school uniform causes students to choose and wear their own clothes. And students to choose and wear their own clothes suppresses blurring the differences between pupils",
        "Abandoning the use of school uniform suppresses all students look the same. And all students look the same causes blur the differences between pupils"
    ],
    "We should abandon the use of school uniform, children express themselves through the clothes they wear and should be able to do this at school": [
        "Abandoning the use of school uniform causes Allowing children to choose what to wear.. And Allowing children to choose what to wear. causes promoting self-expression",
        "Abandoning the use of school uniform causes Children being able to choose the clothes they wear. And Children being able to choose the clothes they wear causes Children being able to express themselves.",
        "Abandoning the use of school uniform causes More children's creativity. And More children's creativity causes Increase in confidence of children.",
        "Abandoning the use of school uniform causes children to be creative. And children to be creative causes express themselves through the clothes they wear and should be able to do this at school"
    ],
    "We should abandon the use of school uniform, children should be able to dress as they wish, within reason, at school rather than being restricted from expressing themselves through their clothes.": [
        "Abandoning the use of school uniform causes Young people may develop innovative style. And Young people may develop innovative style causes Persons who are allowed to be creative develop more fully",
        "Abandoning the use of school uniform causes creativity in students through fashion. And creativity in students through fashion suppresses Restriction from expressing themselves through their clothes.",
        "Abandoning the use of school uniform suppresses identical outfits. And identical outfits suppresses permit free reasonable expression of dress"
    ],
    "We should abandon the use of school uniform, children should be allowed to express their individuality": [
        "Abandoning the use of school uniform causes Children getting to show off their personality.. And Children getting to show off their personality. causes Allowing children to express their individuality.",
        "Abandoning the use of school uniform causes children dressing in ways that make them feel best about themselves. And children dressing in ways that make them feel best about themselves causes Children expressing their individuality",
        "Abandoning the use of school uniform causes children to express their creativity in dressing. And children to express their creativity in dressing causes allows children to express their individuality",
        "Abandoning the use of school uniform causes students to choose and wear their own clothes. And students to choose and wear their own clothes causes students expressing their individuality",
        "Abandoning the use of school uniform suppresses The requirement for all children to dress alike.. And The requirement for all children to dress alike. suppresses Children expressing their individuality."
    ],
    "We should abandon the use of school uniform, children should be allowed to express themselves": [
        "Abandoning the use of school uniform causes Children to be able to choose fashion that matches their personality.. And Children to be able to choose fashion that matches their personality. causes children allowed to express themselves",
        "Abandoning the use of school uniform causes children can pick clothing they like to wear. And children can pick clothing they like to wear causes children allowed to express themselves",
        "Abandoning the use of school uniform causes choosing your own clothes allows you to be creative. And choosing your own clothes allows you to be creative causes children can be creative",
        "Abandoning the use of school uniform causes students to be able to dress how they want to. And students to be able to dress how they want to causes Students should express themselves"
    ],
    "We should abandon the use of school uniform, everybody is different & many people like to express themselves using clothes, by wearing the same uniform as others it doesn't allow a person their own individuality": [
        "Abandoning the use of school uniform causes gives people freedom. And gives people freedom suppresses it doesn't allow a person their own individuality",
        "Abandoning the use of school uniform suppresses all students dressing the same. And all students dressing the same causes a person doesn't have their own individuality"
    ],
    "We should abandon the use of school uniform, forcing children into wearing school uniforms shows our children that they cannot think as individuals and must conform to societies way of thinking.": [
        "Abandoning the use of school uniform causes children being able to express their individuality through their clothing choices. And children being able to express their individuality through their clothing choices suppresses children not thinking as individuals and conforming to societies way of thinking",
        "Abandoning the use of school uniform causes greater individuality in decision making. And greater individuality in decision making suppresses students conform to societies way of thinking"
    ],
    "We should abandon the use of school uniform, forcing parents to buy a whole separate wardrobe of often overpriced, synthetic fiber clothing is an unnecessary expense that can really harm poorer families": [
        "Abandoning the use of school uniform causes Families to save money. And Families to save money suppresses Families cannot afford expensive uniforms",
        "Abandoning the use of school uniform causes Parents buy cheaper alternatives to uniforms. And Parents buy cheaper alternatives to uniforms causes sparing parents of unnecessary expenses.",
        "Abandoning the use of school uniform causes Students can wear the clothes they already have to school.. And Students can wear the clothes they already have to school. suppresses Forcing parents to buy a whole separate wardrobe.",
        "Abandoning the use of school uniform suppresses school uniform compulsorily required to be bought. And school uniform compulsorily required to be bought causes being an unnecessary expense that can really harm poorer families"
    ],
    "We should abandon the use of school uniform, freedom of expression extends to the right to choose one's own clothing and a school uniform prevents this choice.": [
        "Abandoning the use of school uniform causes children express their personality through fashion. And children express their personality through fashion suppresses a school uniform preventing choice",
        "Abandoning the use of school uniform causes children to choose their style.. And children to choose their style. causes children self expression",
        "Abandoning the use of school uniform causes children to have the ability of dressing creatively and uniquely.. And children to have the ability of dressing creatively and uniquely. causes freedom of expression to choose one's own clothing",
        "Abandoning the use of school uniform suppresses Having all students dressed alike. And Having all students dressed alike suppresses Giving students the freedom to express themselves.",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes prevention of the right of choice of clothing"
    ],
    "We should abandon the use of school uniform, giving children freedom to choose what they want to wear is a fundamental right and enables them to feel comfortable in their attire rather than constrained by all wearing the same clothing.": [
        "Abandoning the use of school uniform causes Allowing students to pick their preferred clothing.. And Allowing students to pick their preferred clothing. causes Promoting freedom of choice",
        "Abandoning the use of school uniform causes a child's ability to choose comfortable clothing. And a child's ability to choose comfortable clothing causes children feel comfortable in their attire",
        "Abandoning the use of school uniform causes children to express themselves through their clothing. And children to express themselves through their clothing causes children feel comfortable in their attire"
    ],
    "We should abandon the use of school uniform, it enforces a sense for boys to be masculine and girls to be feminine. they should be entitled to dress how they'd like.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear. And Allowing students to choose what to wear causes Promoting expression of identity.",
        "Abandoning the use of school uniform causes Students can dress in non gender conforming ways.. And Students can dress in non gender conforming ways. suppresses Enforcing a sense for boys to be masculine and girls to be feminine.",
        "Abandoning the use of school uniform suppresses Students dressing according to traditional gender roles.. And Students dressing according to traditional gender roles. causes Enforcing a sense of masculinity for boys and femininity for girls.",
        "Abandoning the use of school uniform suppresses boys confined to pants and girls confined to dress. And boys confined to pants and girls confined to dress causes enforcing masculinity and femininity"
    ],
    "We should abandon the use of school uniform, it is not fair to not allow children to express their personality through dress as long as it is appropriate.": [
        "Abandoning the use of school uniform causes Allowing children to choose their dressing style.. And Allowing children to choose their dressing style. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes fashion decisions available for schoolchildren. And fashion decisions available for schoolchildren causes children express their personality",
        "Abandoning the use of school uniform causes ununiformity. And ununiformity suppresses Does notallow children to express their personality through dress"
    ],
    "We should abandon the use of school uniform, kids need to be able to show creativity and uniforms limit them from doing that.": [
        "Abandoning the use of school uniform causes Allowing children to choose their style.. And Allowing children to choose their style. causes Promoting creativity",
        "Abandoning the use of school uniform causes Children to be able to express themselves. And Children to be able to express themselves causes It allows children to have creativity in how they dress",
        "Abandoning the use of school uniform causes Kids pick their own clothes reliant on creativity. And Kids pick their own clothes reliant on creativity causes Kids show creativity.",
        "Abandoning the use of school uniform causes Minimal spending. And Minimal spending causes Better use of resources",
        "Abandoning the use of school uniform suppresses banned clothing choices. And banned clothing choices suppresses Kids create unique expressive forms"
    ],
    "We should abandon the use of school uniform, kids should be allowed to wear what is comfortable and be able to express themselves.   we can have a dress policy to make sure it's appropriate.   there is no need for everyone to wear uniforms.": [
        "Abandoning the use of school uniform causes more ease while learning. And more ease while learning suppresses Children are uncomfortable while learning"
    ],
    "We should abandon the use of school uniform, many students  argue that they lose their self-identity because of school uniforms": [
        "Abandoning the use of school uniform causes Picking unique clothing. And Picking unique clothing causes Encourage expression of identity",
        "Abandoning the use of school uniform causes students to dress uniquely. And students to dress uniquely suppresses student loss of self-identity",
        "Abandoning the use of school uniform causes students to express themselves freely. And students to express themselves freely suppresses loss of identity",
        "Abandoning the use of school uniform causes students to have the ability of dressing uniquely. And students to have the ability of dressing uniquely suppresses students to lose their self-identity",
        "Abandoning the use of school uniform causes way to express children's style.. And way to express children's style. suppresses Lack of self identity."
    ],
    "We should abandon the use of school uniform, parents already have to pay a lot to buy supplies for their kids and having them buy school uniforms for their kids is too much of an added cost": [
        "Abandoning the use of school uniform causes Allowing cheaper dressing options. And Allowing cheaper dressing options causes Alleviating financial strain",
        "Abandoning the use of school uniform causes parents to save money from buying school uniform. And parents to save money from buying school uniform suppresses An added cost to parents",
        "Abandoning the use of school uniform suppresses parents spending on uniforms. And parents spending on uniforms causes added cost to parents"
    ],
    "We should abandon the use of school uniform, people should be able to wear whatever they want.  a school uniform stunts students' creativity.": [
        "Abandoning the use of school uniform causes children can express themselves through the clothes they decide they want to wear. And children can express themselves through the clothes they decide they want to wear suppresses Students' creativity is stunted",
        "Abandoning the use of school uniform causes children choose their own clothing style. And children choose their own clothing style causes students will learn to be creative",
        "Abandoning the use of school uniform causes students wear what they want. And students wear what they want suppresses student's creativity stunted",
        "Abandoning the use of school uniform suppresses Requirement of conformity and lessening of individuation. And Requirement of conformity and lessening of individuation causes Students have their creative lives damaged",
        "Abandoning the use of school uniform suppresses homogenized clothing expression. And homogenized clothing expression causes student creativity stunted"
    ],
    "We should abandon the use of school uniform, school unforms stifle freedom of expression. they can be costly and make circumstances difficult for those on a budget": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting freedom of expression.",
        "Abandoning the use of school uniform causes Kids to be able to freely express themselves. And Kids to be able to freely express themselves suppresses School uniforms stifle expression and can be costly",
        "Abandoning the use of school uniform causes children to be able to dress differnent. And children to be able to dress differnent suppresses stiflling freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniform does not allow for individuals to express themselves and grow as a person": [
        "Abandoning the use of school uniform causes freedom to dress the way people want and feel comfortable. And freedom to dress the way people want and feel comfortable causes Expression of themselves and grow as a person",
        "Abandoning the use of school uniform causes students having more options for what they can wear.. And students having more options for what they can wear. causes individuals expressing themselves.",
        "Abandoning the use of school uniform causes students to be able to choose whatever they want to wear. And students to be able to choose whatever they want to wear causes individuals to express themselves and grow as a person",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes not allowing individual expression and personal growth"
    ],
    "We should abandon the use of school uniform, school uniform is expensive and may mean families cannot afford other essentials after paying for uniform, or they may have to buy substandard uniform which opens children to discrimination.": [
        "Abandoning the use of school uniform causes Removing the requirement to purchase an expensive uniform.. And Removing the requirement to purchase an expensive uniform. suppresses School uniforms being expensive, and disallowing families to afford other essentials.",
        "Abandoning the use of school uniform causes Uniforms to no longer be a necessary purchase.. And Uniforms to no longer be a necessary purchase. suppresses families not being able to afford other essentials after paying for uniform",
        "Abandoning the use of school uniform causes less spending on school clothing. And less spending on school clothing causes Families save needed money"
    ],
    "We should abandon the use of school uniform, school uniform is expensive and some families cannot afford it.": [
        "Abandoning the use of school uniform causes More choice by parents. And More choice by parents causes students wear what parents can best afford",
        "Abandoning the use of school uniform suppresses need to purchase expensive school uniforms. And need to purchase expensive school uniforms causes expense that some families cannot afford",
        "Abandoning the use of school uniform suppresses reduced unnecessary costs. And reduced unnecessary costs causes expensive and some families cannot afford it."
    ],
    "We should abandon the use of school uniform, school uniform is unaffordable for many single parents and should be abandoned.": [
        "Abandoning the use of school uniform causes Families can save money on clothes. And Families can save money on clothes suppresses School uniforms are unaffordable for many parents",
        "Abandoning the use of school uniform causes fewer financial burdens to attend school. And fewer financial burdens to attend school suppresses uniforms are unaffordable for many single parents",
        "Abandoning the use of school uniform causes parents don't have to buy uniforms for their children to attend school. And parents don't have to buy uniforms for their children to attend school suppresses school uniforms that are unaffordable for many single parents",
        "Abandoning the use of school uniform suppresses paying for clothes that can only be worn at school. And paying for clothes that can only be worn at school causes Unaffordable cost for  many single parents",
        "Abandoning the use of school uniform suppresses unnecessary expenses. And unnecessary expenses causes unaffordable for many single parents"
    ],
    "We should abandon the use of school uniform, school uniform limits a child's freedom of expression, and can cause the to be bullied outside of school.": [
        "Abandoning the use of school uniform causes Allowing students to pick their own unique cloths.. And Allowing students to pick their own unique cloths. causes Improving freedom of expression.",
        "Abandoning the use of school uniform causes children can feel more confident in how they look. And children can feel more confident in how they look causes less out of school bullying"
    ],
    "We should abandon the use of school uniform, school uniform policies enforce yet more financial burdens on parents, are often overpriced and only available in a select few outlets which act as supply monopolies.": [
        "Abandoning the use of school uniform causes Allowing parents to purchase cheaper alternatives to school uniforms. And Allowing parents to purchase cheaper alternatives to school uniforms causes Easing financial debt on parents",
        "Abandoning the use of school uniform causes additional expenses. And additional expenses causes more financial burdens on parents",
        "Abandoning the use of school uniform suppresses Monopolies on school uniforms by resellers. And Monopolies on school uniforms by resellers suppresses Families spend money at more clothing outlets",
        "Abandoning the use of school uniform suppresses The requirement for parents to purchase their child's uniform.. And The requirement for parents to purchase their child's uniform. causes Enforcing more financial burdens on parents, as uniforms are often overpriced and available only in supply monopolies.",
        "Abandoning the use of school uniform suppresses students being forced to purchase school uniforms. And students being forced to purchase school uniforms causes More financial burdens on parents"
    ],
    "We should abandon the use of school uniform, school uniform prevents students from learning to have their own sense of fashion and individuality.": [
        "Abandoning the use of school uniform causes Encourages students to be creative in dressing. And Encourages students to be creative in dressing causes Promoting self expression",
        "Abandoning the use of school uniform causes students choosing their clothes on their own. And students choosing their clothes on their own causes students use their own sense of fashion and individuality.",
        "Abandoning the use of school uniform suppresses Boredom in one style. And Boredom in one style suppresses Learning to have their own sense of fashion and individuality.",
        "Abandoning the use of school uniform suppresses everyone  looks the same. And everyone  looks the same causes nan"
    ],
    "We should abandon the use of school uniform, school uniform requirements curtail any individual creativity and self-expression at an important age of self-discovery and should be abandoned.": [
        "Abandoning the use of school uniform causes Allowing students to choose the own unique clothing. And Allowing students to choose the own unique clothing causes promoting self expression",
        "Abandoning the use of school uniform causes students being able to choose own clothes. And students being able to choose own clothes suppresses curtailing individual creativity and self-expression",
        "Abandoning the use of school uniform suppresses School age children wear unique clothing.. And School age children wear unique clothing. causes School age children learn by expressing themselves.",
        "Abandoning the use of school uniform suppresses The homogeneity of students dressing alike.. And The homogeneity of students dressing alike. suppresses Curtailing individual creativity and self-expression at an important age of self-discovery."
    ],
    "We should abandon the use of school uniform, school uniform should be banned as it limits individuality.": [
        "Abandoning the use of school uniform causes Allowing students to choose their attire.. And Allowing students to choose their attire. causes Promoting self expression.",
        "Abandoning the use of school uniform causes Students wearing T shirts that differ. And Students wearing T shirts that differ causes Students can change how they express themselves",
        "Abandoning the use of school uniform suppresses Requiring each and every school pupil to dress the same.. And Requiring each and every school pupil to dress the same. causes Limiting individuality.",
        "Abandoning the use of school uniform suppresses looking same. And looking same causes limits individuality."
    ],
    "We should abandon the use of school uniform, school uniforms  take away the freedom of choosing what to wear and create even more problems  because students feel as if they already have limits": [
        "Abandoning the use of school uniform causes too much uniformity.. And too much uniformity. causes Stifling young people adds too much stress.",
        "Abandoning the use of school uniform suppresses Students feeling more restricted. And Students feeling more restricted suppresses Students feeling a freedom to express themselves"
    ],
    "We should abandon the use of school uniform, school uniforms are a way of stifling the creativity and individuality of students.": [
        "Abandoning the use of school uniform causes Choosing unique clothing. And Choosing unique clothing causes Promoting individuality and creativity",
        "Abandoning the use of school uniform suppresses Students having to adhere to one style. And Students having to adhere to one style suppresses students developing their individual style",
        "Abandoning the use of school uniform suppresses every student looking the same. And every student looking the same causes stifling the creativity and individuality of students"
    ],
    "We should abandon the use of school uniform, school uniforms are an added burden on already poor parents and not the money-saver they like to claim.": [
        "Abandoning the use of school uniform causes Burden on already poor parents. And Burden on already poor parents causes Not a money saver",
        "Abandoning the use of school uniform causes parents to not buy uniforms. And parents to not buy uniforms causes School uniforms wouldn't have to be purchased by parents which would save them money",
        "Abandoning the use of school uniform suppresses Overspending on school clothes at monopoly type locations. And Overspending on school clothes at monopoly type locations causes Less money for immediate needs for poor"
    ],
    "We should abandon the use of school uniform, school uniforms are an added expense for parents, especially where schools extort their price or force parents to purchase them from only selected suppliers.": [
        "Abandoning the use of school uniform causes reduced number of purchases. And reduced number of purchases suppresses Added expense for parents",
        "Abandoning the use of school uniform causes saving money from buying expensive school uniform. And saving money from buying expensive school uniform suppresses an added expense for parents",
        "Abandoning the use of school uniform suppresses parents being forced to be pay for uniforms. And parents being forced to be pay for uniforms causes an added expense for parents",
        "Abandoning the use of school uniform suppresses parents spending money on uniforms. And parents spending money on uniforms causes added expenses for parents"
    ],
    "We should abandon the use of school uniform, school uniforms are an expense that many families can't afford. there are plenty of ways to get very cheap clothing, but discounted uniforms are more difficult to obtain.": [
        "Abandoning the use of school uniform causes use of cheaper alternative clothing. And use of cheaper alternative clothing causes Alleviating financial strain on families",
        "Abandoning the use of school uniform suppresses need to spend money on uniforms. And need to spend money on uniforms causes unaffordable expense to many families"
    ],
    "We should abandon the use of school uniform, school uniforms are an undue burden on the right of free speech and should therefore be abandoned": [
        "Abandoning the use of school uniform causes Students expressing themselves freely through their attire.. And Students expressing themselves freely through their attire. suppresses Creating a burden on the right of free speech.",
        "Abandoning the use of school uniform causes fostering the creativity and individuality of students.. And fostering the creativity and individuality of students. suppresses school uniforms to be an undue burden on the right of free speech of students",
        "Abandoning the use of school uniform causes students to express themselves. And students to express themselves suppresses an undue burden on the right of free speech."
    ],
    "We should abandon the use of school uniform, school uniforms are expensive and puts an undue burden on the parents of the students.": [
        "Abandoning the use of school uniform causes Parents to not need to buy extra clothes for students.. And Parents to not need to buy extra clothes for students. suppresses burden on the parents of the students",
        "Abandoning the use of school uniform causes Removing the requirement for parents to purchase a specific uniform for their children.. And Removing the requirement for parents to purchase a specific uniform for their children. suppresses School uniforms putting an expensive, undue burden on the parents of the students.",
        "Abandoning the use of school uniform suppresses buying school uniform. And buying school uniform causes Expensive school uniforms putting an undue burden on the parents of the students",
        "Abandoning the use of school uniform suppresses paying for clothes that can only be worn at school. And paying for clothes that can only be worn at school causes An undue burden is put on the parents of the students"
    ],
    "We should abandon the use of school uniform, school uniforms are expensive to buy": [
        "Abandoning the use of school uniform suppresses Requiring the purchase expensive uniforms.. And Requiring the purchase expensive uniforms. causes Families spending a lot of money on school uniforms.",
        "Abandoning the use of school uniform suppresses Spending money on expensive uniforms. And Spending money on expensive uniforms suppresses Saving money for families",
        "Abandoning the use of school uniform suppresses school uniform compulsorily required to be bought. And school uniform compulsorily required to be bought causes being expensive to buy"
    ],
    "We should abandon the use of school uniform, school uniforms are not giving the chance for kids to wear what they wants and in what they feel comfortable.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting freedom of choise.",
        "Abandoning the use of school uniform causes Kids to wear whatever they want. And Kids to wear whatever they want suppresses Schools Uniforms do not allows kids to be comfortable or express themselves",
        "Abandoning the use of school uniform suppresses ill fitting school wear. And ill fitting school wear causes Scratchy and distracting feeling clothes",
        "Abandoning the use of school uniform suppresses kids wear uncomfortable clothes against their will. And kids wear uncomfortable clothes against their will suppresses kids wear what they want and feel comfortable"
    ],
    "We should abandon the use of school uniform, school uniforms are often used as a money making exercise by schools, where they inflate the price and parents have no choice but to pay.": [
        "Abandoning the use of school uniform causes Preventing unnecessary expenditure on uniform. And Preventing unnecessary expenditure on uniform causes Alleviating financial burden for parents.",
        "Abandoning the use of school uniform causes children buying the clothes they want. And children buying the clothes they want suppresses using school unforms as a money making exercise",
        "Abandoning the use of school uniform suppresses power held by schools and put it back in parents' hands. And power held by schools and put it back in parents' hands suppresses inflated prices and no choice for parents"
    ],
    "We should abandon the use of school uniform, school uniforms are outdated and expensive": [
        "Abandoning the use of school uniform causes embracing new, cheaper ways for students. And embracing new, cheaper ways for students suppresses outdated and expensive methods",
        "Abandoning the use of school uniform suppresses parents to buy school uniform as well as street clothes. And parents to buy school uniform as well as street clothes causes being an additional expense"
    ],
    "We should abandon the use of school uniform, school uniforms are restraining our kids fromexpressing their individuality": [
        "Abandoning the use of school uniform causes freedom of choice with attire. And freedom of choice with attire causes not restrain individual expression in kids",
        "Abandoning the use of school uniform causes kids to have the ability of dressing uniquely. And kids to have the ability of dressing uniquely suppresses kids to be restrained from expressing their individuality",
        "Abandoning the use of school uniform causes students dress how they want individually. And students dress how they want individually suppresses kids restrained from expressing individuality",
        "Abandoning the use of school uniform causes students to be able to choose what to wear. And students to be able to choose what to wear suppresses Kids restrained from expressing their individuality",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes no expression of individuality"
    ],
    "We should abandon the use of school uniform, school uniforms are restrictive towards freedom of expression": [
        "Abandoning the use of school uniform causes Kids to have freedom to wear what they want. And Kids to have freedom to wear what they want suppresses School uniforms stifle freedom of expression",
        "Abandoning the use of school uniform causes Students to be able to express themselves through their fashion choices.. And Students to be able to express themselves through their fashion choices. suppresses restriction of freedom of expression",
        "Abandoning the use of school uniform causes students' ability to choose what to wear. And students' ability to choose what to wear suppresses Restricting freedom of expression",
        "Abandoning the use of school uniform suppresses Removing the choice of clothing from students.. And Removing the choice of clothing from students. causes School uniforms restricting freedom of expression."
    ],
    "We should abandon the use of school uniform, school uniforms are too costly for some parents": [
        "Abandoning the use of school uniform suppresses paying for clothes that cannot be worn outside the school premises. And paying for clothes that cannot be worn outside the school premises causes Too costly expenses for some parents",
        "Abandoning the use of school uniform suppresses required purchase through limited vendors. And required purchase through limited vendors causes extra financial burden to parents"
    ],
    "We should abandon the use of school uniform, school uniforms are unflattering, uncomfortable, and expensive.": [
        "Abandoning the use of school uniform suppresses students wearing uniforms. And students wearing uniforms causes discomfort to students"
    ],
    "We should abandon the use of school uniform, school uniforms are very expensive and some families cannot afford to buy them.": [
        "Abandoning the use of school uniform causes Families to have more discretional income. And Families to have more discretional income causes Money invested on fancy uniforms can be spent on more vital family uses",
        "Abandoning the use of school uniform suppresses family required to buy uniforms. And family required to buy uniforms suppresses prevent extra cost to families"
    ],
    "We should abandon the use of school uniform, school uniforms can be costly and difficult for some families to afford.": [
        "Abandoning the use of school uniform causes saving money from buying school uniform. And saving money from buying school uniform suppresses difficulty for some families to afford",
        "Abandoning the use of school uniform causes wearing what one is able to afford.. And wearing what one is able to afford. suppresses extra cost on parents",
        "Abandoning the use of school uniform suppresses High cost of buying cloths on top of what is available. And High cost of buying cloths on top of what is available causes Costly and difficult for some families to afford.",
        "Abandoning the use of school uniform suppresses families spending money on uniforms. And families spending money on uniforms causes financial difficulties for families"
    ],
    "We should abandon the use of school uniform, school uniforms can be expensive and inhibit a child's need to display their own style.": [
        "Abandoning the use of school uniform causes students choose their own style. And students choose their own style causes Improving self expression",
        "Abandoning the use of school uniform suppresses Extra cost. And Extra cost suppresses Expensive and inhibit a child's need to display their own style.",
        "Abandoning the use of school uniform suppresses parents to pay an added cost to buy compulsory uniform. And parents to pay an added cost to buy compulsory uniform causes being expensive"
    ],
    "We should abandon the use of school uniform, school uniforms can be too expensive for some families meaning that they have to compromise on food instead.": [
        "Abandoning the use of school uniform causes families no longer need to buy expensive uniforms. And families no longer need to buy expensive uniforms suppresses families have to compromise on food",
        "Abandoning the use of school uniform suppresses Overspending on School clothes. And Overspending on School clothes suppresses Poor families have more to eat",
        "Abandoning the use of school uniform suppresses families have to save money. And families have to save money suppresses families can afford food"
    ],
    "We should abandon the use of school uniform, school uniforms can limit freedom of expression": [
        "Abandoning the use of school uniform causes Clothing that is selected by students. And Clothing that is selected by students causes Students who are honest in expressing themselves",
        "Abandoning the use of school uniform causes forces one style on students. And forces one style on students causes limit freedom of expression",
        "Abandoning the use of school uniform causes students being able to where clothing that shows their unique identity. And students being able to where clothing that shows their unique identity suppresses limiting freedom of expression",
        "Abandoning the use of school uniform causes students can choose what to wear and express themselves through clothes. And students can choose what to wear and express themselves through clothes suppresses Freedom of expression is limited",
        "Abandoning the use of school uniform causes students can express themselves through clothing. And students can express themselves through clothing suppresses limiting freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniforms cause economic hardship for families and they limit children's freedom of choice.  uniforms are an act of forced compliance and this is unnecessary in an academic setting.": [
        "Abandoning the use of school uniform causes Families can save money on clothing and kids can have freedom of choice. And Families can save money on clothing and kids can have freedom of choice suppresses Schools uniforms stifle freedom of choice and are expensive",
        "Abandoning the use of school uniform causes Freeing families of the requirement to purchase special clothing for schooling.. And Freeing families of the requirement to purchase special clothing for schooling. suppresses School uniforms causing economic hardship for families, and limiting children's freedom of choice.",
        "Abandoning the use of school uniform causes Parents shop for clothing on lower budgets. And Parents shop for clothing on lower budgets suppresses Unfair high expense",
        "Abandoning the use of school uniform suppresses paying for clothes that can only be worn at school. And paying for clothes that can only be worn at school causes Families are caused economic hardship"
    ],
    "We should abandon the use of school uniform, school uniforms cause economic hardship on the parents, as not all families can afford a set of clothes specifically for school for each child": [
        "Abandoning the use of school uniform causes students to wear clothes they already own. And students to wear clothes they already own causes prevent extra costs to parents",
        "Abandoning the use of school uniform suppresses Wasting money. And Wasting money suppresses Money saved can be spent on basic survival",
        "Abandoning the use of school uniform suppresses unnecessary expenses on purchase of uniforms. And unnecessary expenses on purchase of uniforms causes Cause economic hardship on the parents"
    ],
    "We should abandon the use of school uniform, school uniforms cause undue financial hardships by forcing parents to buy a separate set of clothes just for school": [
        "Abandoning the use of school uniform causes Surplus income. And Surplus income suppresses Undue financial hardships",
        "Abandoning the use of school uniform causes saving money from buying school uniform. And saving money from buying school uniform suppresses Undue financial hardships on parents.",
        "Abandoning the use of school uniform suppresses Forcing parents to buy school uniforms. And Forcing parents to buy school uniforms causes Parents saving money on uniforms"
    ],
    "We should abandon the use of school uniform, school uniforms cost a lot and might not be affordable for everyone": [
        "Abandoning the use of school uniform suppresses unnecessary expenditure. And unnecessary expenditure causes Affordablilty problem for everyone"
    ],
    "We should abandon the use of school uniform, school uniforms cost too much for families who cannot afford them": [
        "Abandoning the use of school uniform causes Students can wear normal clothes already purchased.. And Students can wear normal clothes already purchased. suppresses Added costs  for families who cannot afford them.",
        "Abandoning the use of school uniform causes families decide which clothing students wear. And families decide which clothing students wear causes Inexpensively home made clothes",
        "Abandoning the use of school uniform suppresses paying for clothes that can only be worn at school. And paying for clothes that can only be worn at school causes families cannot afford school uniforms",
        "Abandoning the use of school uniform suppresses paying for school uniforms. And paying for school uniforms causes costing too much for families"
    ],
    "We should abandon the use of school uniform, school uniforms de-individuate pupils and reduce their ability to express themselves which may reduce their ability to perform to their best in school so uniform should be abandoned": [
        "Abandoning the use of school uniform causes Allowing children to choose their own attire. And Allowing children to choose their own attire causes Promoting self-expression.",
        "Abandoning the use of school uniform suppresses Requiring students to wear the same clothing as their classmates.. And Requiring students to wear the same clothing as their classmates. causes De-individualizing pupils and reducing their ability to express themselves, which may reduce their ability to perform to their best in school."
    ],
    "We should abandon the use of school uniform, school uniforms do not allow a student to be an individual in regards to clothing and individuality is an important lesson that children need.": [
        "Abandoning the use of school uniform causes Freedom to students. And Freedom to students suppresses do not allow a student to be an individual in regards to clothing",
        "Abandoning the use of school uniform causes Kids to dress how they want. And Kids to dress how they want causes Individulaity is something important that kids should learna and express",
        "Abandoning the use of school uniform causes Students can choose their own clothes.. And Students can choose their own clothes. suppresses Not allowing a student to be an individual in regards to clothing.",
        "Abandoning the use of school uniform causes Students choose unique clothing. And Students choose unique clothing causes Promoting self-expression",
        "Abandoning the use of school uniform causes Students to show individual taste. And Students to show individual taste causes Individualism helps student growth."
    ],
    "We should abandon the use of school uniform, school uniforms do not allow children to emphasize their differences, denying individuality.": [
        "Abandoning the use of school uniform causes Children are able to make individual choices about what they wear.. And Children are able to make individual choices about what they wear. suppresses Children are denied individuality.",
        "Abandoning the use of school uniform causes children not to be able to express themselves.. And children not to be able to express themselves. causes children clowning their behaviours.",
        "Abandoning the use of school uniform causes children to have the freedom to choose different clothes to wear. And children to have the freedom to choose different clothes to wear suppresses children to be disallowed to emphasize their differences",
        "Abandoning the use of school uniform suppresses everyone looks the same. And everyone looks the same causes the denial of individuality"
    ],
    "We should abandon the use of school uniform, school uniforms do not allow children to self-express, denying them the right to individuality and creativity.": [
        "Abandoning the use of school uniform causes Allowing students to pick unique cloths. And Allowing students to pick unique cloths causes Promoting individuality and creativity.",
        "Abandoning the use of school uniform causes kid will be able to express themselves. And kid will be able to express themselves causes expression and creativity of children is hindred.",
        "Abandoning the use of school uniform causes permits students to choose clothing for themselves. And permits students to choose clothing for themselves causes More self-expression, individuality, and creativity",
        "Abandoning the use of school uniform suppresses stifling teens creativity. And stifling teens creativity suppresses Teens full expression"
    ],
    "We should abandon the use of school uniform, school uniforms do not allow for freedom of expression": [
        "Abandoning the use of school uniform causes choosing unique clothing. And choosing unique clothing causes Promoting freedom of expression",
        "Abandoning the use of school uniform causes students freely wear what they want. And students freely wear what they want suppresses freedom of expression restrained",
        "Abandoning the use of school uniform causes students to choose their own clothes. And students to choose their own clothes causes prevent restricting freedom of expression",
        "Abandoning the use of school uniform causes students to have the ability of dressing uniquely and creatively. And students to have the ability of dressing uniquely and creatively suppresses students to have no freedom of expression",
        "Abandoning the use of school uniform suppresses everyone being forced to look the same. And everyone being forced to look the same causes not allowing for freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniforms do not allow kids to express themselves through their clothes": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes Kids can choose clothes that they like.. And Kids can choose clothes that they like. suppresses Kids not allowed to express themselves through their clothes.",
        "Abandoning the use of school uniform causes allows kids to choose their own clothes. And allows kids to choose their own clothes causes Kids express themselves through clothes",
        "Abandoning the use of school uniform suppresses kids forced to wear pre-chosen clothes. And kids forced to wear pre-chosen clothes causes kids disallowed from expressing themselves through clothes"
    ],
    "We should abandon the use of school uniform, school uniforms do not let people have freedom of expression": [
        "Abandoning the use of school uniform causes Kid can express themselves through their clothes. And Kid can express themselves through their clothes suppresses School uniforms stifle self expression",
        "Abandoning the use of school uniform causes Kids can express themselves. And Kids can express themselves suppresses School uniforms do not allow freedom of expression",
        "Abandoning the use of school uniform suppresses mandatory conformity of dress for students. And mandatory conformity of dress for students suppresses people have freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniforms do not stop bullying and may increase violent attacks": [
        "Abandoning the use of school uniform causes students to benefit from being creative in and spend time choosing own clothes. And students to benefit from being creative in and spend time choosing own clothes suppresses increasing violent attacks",
        "Abandoning the use of school uniform suppresses possible targets for bullies. And possible targets for bullies causes increases bullying"
    ],
    "We should abandon the use of school uniform, school uniforms do nothing but force students to spend money on clothes that they would not buy otherwise.": [
        "Abandoning the use of school uniform causes Students can wear their regular clothes to school.. And Students can wear their regular clothes to school. suppresses Students forced to spend money on clothes that they would not buy otherwise.",
        "Abandoning the use of school uniform causes Students don't to have to buy and use uniforms. And Students don't to have to buy and use uniforms causes Students wouldn't have to spend money on clothes they don't want",
        "Abandoning the use of school uniform suppresses Unnecessary use of money. And Unnecessary use of money causes Better spending on clothes of choice"
    ],
    "We should abandon the use of school uniform, school uniforms don't let students be who they are": [
        "Abandoning the use of school uniform causes Kids can be who they are with the clothes they wear. And Kids can be who they are with the clothes they wear suppresses School uniforms do not allow student to be who they are",
        "Abandoning the use of school uniform causes Students to express their true self through clothing choices.. And Students to express their true self through clothing choices. suppresses students unable to be who they are",
        "Abandoning the use of school uniform suppresses lets students be unique in dress. And lets students be unique in dress causes so that students can show their indivuality",
        "Abandoning the use of school uniform suppresses students cannot choose what to wear and express themselves through clothes. And students cannot choose what to wear and express themselves through clothes causes Students are not let to be who they are"
    ],
    "We should abandon the use of school uniform, school uniforms don't let young people express their individuality": [
        "Abandoning the use of school uniform causes Allowing students to pick their attire.. And Allowing students to pick their attire. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes Young people can create new fashion looks. And Young people can create new fashion looks causes Students show who they are",
        "Abandoning the use of school uniform causes student choice in daily dress. And student choice in daily dress suppresses young people can't express their individuality"
    ],
    "We should abandon the use of school uniform, school uniforms impede young people’s developing creativity.": [
        "Abandoning the use of school uniform suppresses people's creativity. And people's creativity causes impeding young people’s developing creativity.",
        "Abandoning the use of school uniform suppresses restriction to wearing one cloth. And restriction to wearing one cloth causes impede young people’s developing creativity.",
        "Abandoning the use of school uniform suppresses student choice in daily dress. And student choice in daily dress suppresses impeding young people's developing creativity"
    ],
    "We should abandon the use of school uniform, school uniforms impose an additional cost burden on families from disadvantaged backgrounds who may be struggling": [
        "Abandoning the use of school uniform causes eliminates the uniform cost. And eliminates the uniform cost suppresses burden on strugling parents.",
        "Abandoning the use of school uniform causes helps parents save the little they get. And helps parents save the little they get suppresses Additional cost burden on families from disadvantaged backgrounds",
        "Abandoning the use of school uniform causes realotment of money. And realotment of money suppresses Families waste resources on unneeded clothing"
    ],
    "We should abandon the use of school uniform, school uniforms interfere with the individuality of students and force them to conform.": [
        "Abandoning the use of school uniform causes Allowing students to choose their attire.. And Allowing students to choose their attire. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes Kids are able to express themselves. And Kids are able to express themselves suppresses School uniforms force kids to conform instead of express themselves",
        "Abandoning the use of school uniform causes Kids can express themselves through their clothes. And Kids can express themselves through their clothes suppresses School uniforms stifle individuality and force them to conform",
        "Abandoning the use of school uniform suppresses students must all wear uniforms. And students must all wear uniforms causes forces students to conform"
    ],
    "We should abandon the use of school uniform, school uniforms limit a student's individuality and expression of their personality and therefore should be abandoned.": [
        "Abandoning the use of school uniform causes allowing students to choose what to wear. And allowing students to choose what to wear causes Promoting self-expression.",
        "Abandoning the use of school uniform causes students to choose their own clothes. And students to choose their own clothes suppresses limiting a student's individuality and expression of their personality",
        "Abandoning the use of school uniform suppresses Forcing students to dress homogenously.. And Forcing students to dress homogenously. causes Limiting a student's individuality and personality expression."
    ],
    "We should abandon the use of school uniform, school uniforms limit the ability to express one's self.": [
        "Abandoning the use of school uniform causes children will be able to choose what clothes they want to wear. And children will be able to choose what clothes they want to wear suppresses The ability to express one's self is limited",
        "Abandoning the use of school uniform causes everyone can wear what they feel comfortable in. And everyone can wear what they feel comfortable in suppresses limiting the ability to express one's self",
        "Abandoning the use of school uniform suppresses People having to wear uniforms. And People having to wear uniforms suppresses ability to express one's self."
    ],
    "We should abandon the use of school uniform, school uniforms place an unneeded financial burden on parents that are already paying large sums for private schools besides the fact that dress clothes are uncomfortable and add distraction to learning.": [
        "Abandoning the use of school uniform causes make students comfortable. And make students comfortable causes learning will not be interrupted",
        "Abandoning the use of school uniform suppresses Wearing ill fitting clothes made of unnatural fibers. And Wearing ill fitting clothes made of unnatural fibers causes Students are scratchy and uncomfortable and can't pay attention in class"
    ],
    "We should abandon the use of school uniform, school uniforms should not be required to wear in schools because it takes away a kids freedom of expression": [
        "Abandoning the use of school uniform causes Allowing students to  choose their style.. And Allowing students to  choose their style. causes Promoting freedom of expression.",
        "Abandoning the use of school uniform suppresses Limited clothings. And Limited clothings causes It takes away a kids freedom of expression",
        "Abandoning the use of school uniform suppresses Requiring each and every student to dress the same.. And Requiring each and every student to dress the same. causes Taking away a kid's freedom of expression.",
        "Abandoning the use of school uniform suppresses conformity in dress. And conformity in dress causes takes away freedom of expresiion"
    ],
    "We should abandon the use of school uniform, school uniforms shouldn't be used anymore because they can be expensive for some parents": [
        "Abandoning the use of school uniform causes parents to save money on school outifts.. And parents to save money on school outifts. suppresses Create a lot of expenses for parents.",
        "Abandoning the use of school uniform causes parents to stop spending money on buying school uniform. And parents to stop spending money on buying school uniform suppresses an expensive item for some parents",
        "Abandoning the use of school uniform suppresses Buying of extra clothings. And Buying of extra clothings causes Extra expense for some parents",
        "Abandoning the use of school uniform suppresses need by parents to spend money on uniforms. And need by parents to spend money on uniforms causes inordinately higher expense to some parents"
    ],
    "We should abandon the use of school uniform, school uniforms simply stifle children and teach them to conform, which is unhealthy for developing minds.": [
        "Abandoning the use of school uniform causes Children can design their own look. And Children can design their own look causes Children can develop a style",
        "Abandoning the use of school uniform causes freedom of expression for children. And freedom of expression for children suppresses conformity of children",
        "Abandoning the use of school uniform causes students free to choose their own clothes to wear. And students free to choose their own clothes to wear suppresses stifling children and teaching them to conform"
    ],
    "We should abandon the use of school uniform, school uniforms stifle freedom of expression": [
        "Abandoning the use of school uniform causes Students wear clothing they select themselves. And Students wear clothing they select themselves causes Students express themselves openly",
        "Abandoning the use of school uniform suppresses Requiring each school pupil to dress identically.. And Requiring each school pupil to dress identically. causes School uniforms stifling freedom of expression.",
        "Abandoning the use of school uniform suppresses children cannot choose what they want to wear, instead they are forced to wear all the same clothes. And children cannot choose what they want to wear, instead they are forced to wear all the same clothes causes Freedom of expression is stiffled",
        "Abandoning the use of school uniform suppresses students not being able to choose what to wear. And students not being able to choose what to wear causes stifle freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniforms stop self expression": [
        "Abandoning the use of school uniform causes Diversity among students. And Diversity among students causes Self awareness",
        "Abandoning the use of school uniform causes student will have freedom of expression. And student will have freedom of expression suppresses lack of self expression",
        "Abandoning the use of school uniform causes students to have the ability of dressing uniquely.. And students to have the ability of dressing uniquely. suppresses self expression to be stopped",
        "Abandoning the use of school uniform causes students to wear what makes them feel comfortable. And students to wear what makes them feel comfortable suppresses prevent self expression in students"
    ],
    "We should abandon the use of school uniform, school uniforms stunt freedom of expression.": [
        "Abandoning the use of school uniform causes children to be able to choose what they wear. And children to be able to choose what they wear suppresses Stunting the freedom of expression",
        "Abandoning the use of school uniform causes innovation and creative thinking. And innovation and creative thinking suppresses Uniformity stunts creativity",
        "Abandoning the use of school uniform causes student exploration of styles. And student exploration of styles causes permit freedom of expression"
    ],
    "We should abandon the use of school uniform, school uniforms suppress the students' freedom of expression, which could cause them to act disruptively": [
        "Abandoning the use of school uniform causes Allowing students to dress uniquely. And Allowing students to dress uniquely causes Promoting freedom of expression",
        "Abandoning the use of school uniform causes students to choose their desired clothes. And students to choose their desired clothes suppresses suppressing the students' freedom of expression",
        "Abandoning the use of school uniform suppresses Forcing students to all dress the same.. And Forcing students to all dress the same. causes Suppressing students' freedom of expression and causing them to act disruptively."
    ],
    "We should abandon the use of school uniform, school uniforms take away a person's choice.": [
        "Abandoning the use of school uniform causes allows students the freedom of expression. And allows students the freedom of expression causes to give students choices",
        "Abandoning the use of school uniform causes create room to make dressing choices. And create room to make dressing choices causes a chance to make choices",
        "Abandoning the use of school uniform causes student's to express their freedom by wearing what they want.. And student's to express their freedom by wearing what they want. suppresses take away a person's choice.",
        "Abandoning the use of school uniform causes students choosing clothes to wear. And students choosing clothes to wear suppresses elimination of personal choice"
    ],
    "We should abandon the use of school uniform, school uniforms take away a students individuality.": [
        "Abandoning the use of school uniform causes right to wear what we feel is right. And right to wear what we feel is right suppresses takes away a students individuality.",
        "Abandoning the use of school uniform causes students being able to express themselves with their clothing choices. And students being able to express themselves with their clothing choices suppresses taking away students' individuality.",
        "Abandoning the use of school uniform suppresses lack of choice in daily dress. And lack of choice in daily dress causes take away a student's individuality",
        "Abandoning the use of school uniform suppresses restriction of choice in school day. And restriction of choice in school day causes Students feel stifled at school",
        "Abandoning the use of school uniform suppresses students are forced to wear the same clothes as everybody else. And students are forced to wear the same clothes as everybody else causes Students' individuality is taken away"
    ],
    "We should abandon the use of school uniform, some families cannot afford school uniforms. this places an unneeded expense on some struggling families.": [
        "Abandoning the use of school uniform causes savings on spending. And savings on spending suppresses places an unneeded expense on some struggling families.",
        "Abandoning the use of school uniform suppresses families required to buy uniforms just for school. And families required to buy uniforms just for school causes unneeded expense"
    ],
    "We should abandon the use of school uniform, students must be free to dress as they wish to attend their schools": [
        "Abandoning the use of school uniform causes Freedom of choice. And Freedom of choice causes students must be free to dress",
        "Abandoning the use of school uniform causes children being able to express themselves with their choice of clothing. And children being able to express themselves with their choice of clothing causes being free to dress as they wish to attend their schools"
    ],
    "We should abandon the use of school uniform, students should be allowed to wear the clothes they feel comfortable in, not forced to wear all the same uniforms": [
        "Abandoning the use of school uniform causes Students choose clothes that are less formal. And Students choose clothes that are less formal causes Students can study in comfort"
    ],
    "We should abandon the use of school uniform, students should be free to wear what they like. it's not harming anyone to have regular dress. it promotes creativity.": [
        "Abandoning the use of school uniform causes Students can show off new outfits at school. And Students can show off new outfits at school causes Students look forward to school more",
        "Abandoning the use of school uniform causes Students to dress how they want to. And Students to dress how they want to causes Getting rid of school uniforms promotes creativity",
        "Abandoning the use of school uniform causes more ways for students to dress themselves. And more ways for students to dress themselves causes promotes creativity",
        "Abandoning the use of school uniform suppresses Requiring students to wear the same uniform as everyone else.. And Requiring students to wear the same uniform as everyone else. suppresses Promoting creativity through allowing students to be free to wear what they like."
    ],
    "We should abandon the use of school uniform, the costs associated with not using uniform is unbearable in certain social levels": [
        "Abandoning the use of school uniform causes Allowing parents to buy cheaper alternatives to school uniforms. And Allowing parents to buy cheaper alternatives to school uniforms causes Reducing financial burden for parents",
        "Abandoning the use of school uniform suppresses paying for clothes that can only be worn at school. And paying for clothes that can only be worn at school causes unbearable costs in certain social levels"
    ],
    "We should abandon the use of school uniform, the school uniform does not allow for the uniqueness and expression of the individual": [
        "Abandoning the use of school uniform causes students to pick their own unique clothing. And students to pick their own unique clothing causes promoting self expression",
        "Abandoning the use of school uniform suppresses CREATIVITY. And CREATIVITY causes Do not allow for the uniqueness and expression of the individual",
        "Abandoning the use of school uniform suppresses Homogenous dress among students. And Homogenous dress among students suppresses Allowing for individual uniqueness and expression.",
        "Abandoning the use of school uniform suppresses students wearing the same uniform everyday. And students wearing the same uniform everyday causes disallowing for the uniqueness and expression of the students"
    ],
    "We should abandon the use of school uniform, the school uniform gives no individuality to students": [
        "Abandoning the use of school uniform causes Students feel more seen. And Students feel more seen suppresses Students don't feel individuated.",
        "Abandoning the use of school uniform causes freedom of choice for students. And freedom of choice for students suppresses loss of individuality",
        "Abandoning the use of school uniform causes students to dress individually. And students to dress individually suppresses individuality suppressed",
        "Abandoning the use of school uniform suppresses forcing children to wear the same clothes as everyone else. And forcing children to wear the same clothes as everyone else causes No individuality is given to students"
    ],
    "We should abandon the use of school uniform, the school uniform infringes on the personal rights and well being of the student limiting their creativity.": [
        "Abandoning the use of school uniform causes Allowing students to choose their own unique clothing. And Allowing students to choose their own unique clothing causes Promoting self expression",
        "Abandoning the use of school uniform causes students are able to choose what they want to wear. And students are able to choose what they want to wear suppresses personal rights and well being of students are infringed",
        "Abandoning the use of school uniform causes students expressing themselves. And students expressing themselves suppresses limits student's  creativity.",
        "Abandoning the use of school uniform causes students to be able to choose their own clothes. And students to be able to choose their own clothes suppresses limiting students' creativity",
        "Abandoning the use of school uniform suppresses Boredom. And Boredom causes Infringement on the personal rights and well being of the student limiting their creativity."
    ],
    "We should abandon the use of school uniform, the school uniform is a big expense for some families and abandoning it would enable these families to save money.": [
        "Abandoning the use of school uniform causes Families budgeting money is more flexible. And Families budgeting money is more flexible causes Budgeting clothing money for clothes that can be worn both home and in school.",
        "Abandoning the use of school uniform causes Parents to not have to spend money on uniforms. And Parents to not have to spend money on uniforms causes Parents would save money if they don't have to buy uniforms and could spend it on other things",
        "Abandoning the use of school uniform causes saves money used in buying uniforms. And saves money used in buying uniforms suppresses extra expenses on the parent"
    ],
    "We should abandon the use of school uniform, the school uniform is outdated and takes away individual personalities.": [
        "Abandoning the use of school uniform causes Children to be able to dress how they want to. And Children to be able to dress how they want to suppresses It takes away individualism of students",
        "Abandoning the use of school uniform causes Individual style expression. And Individual style expression causes Students are able to express unique viewpoints in class",
        "Abandoning the use of school uniform causes children can express themselves through clothes of their own choice. And children can express themselves through clothes of their own choice suppresses Individual personalities are taken away",
        "Abandoning the use of school uniform suppresses Requiring students to wear the same clothing as their classmates daily.. And Requiring students to wear the same clothing as their classmates daily. causes School uniforms being outdated and taking away individual personalities.",
        "Abandoning the use of school uniform suppresses forcing students to wear what they are not comfortable with. And forcing students to wear what they are not comfortable with causes takes away individual personalities"
    ],
    "We should abandon the use of school uniform, the school uniform is repressive and forces conformity on individuals and should be abandoned.": [
        "Abandoning the use of school uniform causes person choice of attire. And person choice of attire suppresses conformity and repression of individuals",
        "Abandoning the use of school uniform causes students can choose their own clothes. And students can choose their own clothes causes students can express themselves",
        "Abandoning the use of school uniform causes students can express their uniqueness through clothing. And students can express their uniqueness through clothing suppresses schol uniform forces conformity on individuals",
        "Abandoning the use of school uniform suppresses Uniformity and suppressive learning of students. And Uniformity and suppressive learning of students suppresses Individualization and healthy expression of young people"
    ],
    "We should abandon the use of school uniform, the school uniform minimizes students' creative thinking. we must eliminate the use of school uniforms to achieve better student performance in young people": [
        "Abandoning the use of school uniform causes Allowing students to choose their style.. And Allowing students to choose their style. causes Promoting self-expression.",
        "Abandoning the use of school uniform suppresses Restricting student choice in apparel.. And Restricting student choice in apparel. causes Minimizing students' creative thinking.",
        "Abandoning the use of school uniform suppresses students dressing in ways that best represent who they are. And students dressing in ways that best represent who they are suppresses Minimizing students' creative thinking"
    ],
    "We should abandon the use of school uniform, the school uniform pigeonholes students and limits their creative ability. education does not depend on a uniform. eliminating the school uniform would lead to an improvement in student performance": [
        "Abandoning the use of school uniform causes Student's increase creativity. And Student's increase creativity causes raised performance in school work.",
        "Abandoning the use of school uniform causes allowing students to choose their style.. And allowing students to choose their style. causes Improving creativity among students"
    ],
    "We should abandon the use of school uniform, the school uniform stifles children's creativity at a very crucial point in their lives.": [
        "Abandoning the use of school uniform causes Children pick their own clothes. And Children pick their own clothes suppresses Children's creativity stifled",
        "Abandoning the use of school uniform causes children are able to choose what to wear and express themselves through clothes. And children are able to choose what to wear and express themselves through clothes suppresses children's creativity is stifled"
    ],
    "We should abandon the use of school uniform, the uniforms limit the freedom of expression of the youngest and could be counterproductive in their stage of development": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting self expression",
        "Abandoning the use of school uniform causes students can wear whatever they want. And students can wear whatever they want causes student freedom of expression",
        "Abandoning the use of school uniform suppresses Forcing students to all dress the same.. And Forcing students to all dress the same. causes Limiting freedom of expression, and being counterproductive in their stage of development.",
        "Abandoning the use of school uniform suppresses stifling the creativity and individuality of students.. And stifling the creativity and individuality of students. causes being counterproductive in student's stage of development"
    ],
    "We should abandon the use of school uniform, the uniforms violate the right to free expression by restricting the freedom to decide how to dress": [
        "Abandoning the use of school uniform suppresses students expressing their creativity through fashion. And students expressing their creativity through fashion suppresses restricting the freedom to decide how to dress",
        "Abandoning the use of school uniform suppresses students to be forced to wear identical clothes. And students to be forced to wear identical clothes causes freedom to decide how to dress to be restricted"
    ],
    "We should abandon the use of school uniform, the use of school uniforms makes it hard for students to show their individuality and they are more expensive than clothes bought at the store": [
        "Abandoning the use of school uniform causes Allowing children to choose their outfit. And Allowing children to choose their outfit causes Promoting self expression.",
        "Abandoning the use of school uniform causes Each student can wear clothes matching their taste.. And Each student can wear clothes matching their taste. suppresses Hard for students to show their individuality.",
        "Abandoning the use of school uniform causes Students can give expression with clothing. And Students can give expression with clothing causes Students are happier when they can express themselves",
        "Abandoning the use of school uniform suppresses buying school uniform. And buying school uniform causes more expenses for students"
    ],
    "We should abandon the use of school uniform, the use of school uniforms ruins the students ability to express their individuality.": [
        "Abandoning the use of school uniform causes Children to be able to dress how they want to. And Children to be able to dress how they want to suppresses It ruins the student's ability to express themselves.",
        "Abandoning the use of school uniform causes freedom of expression for students.. And freedom of expression for students. suppresses Ruins the students ability to express their individuality.",
        "Abandoning the use of school uniform causes persons decide which clothes best shows true selves. And persons decide which clothes best shows true selves suppresses Students can't show feelings",
        "Abandoning the use of school uniform causes students can be creative in how they dress. And students can be creative in how they dress causes express their individuality"
    ],
    "We should abandon the use of school uniform, the use of the school uniform takes away from the individuality of each student and therefore should be abandoned": [
        "Abandoning the use of school uniform causes student choice of attire and personal expression. And student choice of attire and personal expression causes allow for individuality of students to be expressed",
        "Abandoning the use of school uniform causes students freely dress individually. And students freely dress individually suppresses individuality of each student taken away",
        "Abandoning the use of school uniform causes students to have the ability of dressing uniquely. And students to have the ability of dressing uniquely suppresses individuality of each student to be taken away",
        "Abandoning the use of school uniform suppresses everyone looking the same. And everyone looking the same causes the taking away of individuality from students",
        "Abandoning the use of school uniform suppresses students not able to choose what to wear and decide for themselves. And students not able to choose what to wear and decide for themselves causes The individuality of each student is taken away"
    ],
    "We should abandon the use of school uniform, this stifles individuality and makes life dull for students": [
        "Abandoning the use of school uniform causes Allow student to express themselves. And Allow student to express themselves suppresses Students will feel dull and unable to express themselves",
        "Abandoning the use of school uniform causes Allowing students to choose their outfits. And Allowing students to choose their outfits causes Encouraging self-expression.",
        "Abandoning the use of school uniform causes Students can express their own sense of fashion.. And Students can express their own sense of fashion. suppresses Stifling individuality.",
        "Abandoning the use of school uniform causes Students can select their own fashion. And Students can select their own fashion causes Expression through fashion is inspiring",
        "Abandoning the use of school uniform causes students to choose their favorite clothes to wear. And students to choose their favorite clothes to wear suppresses making life dull for students"
    ],
    "We should abandon the use of school uniform, we ought to let children learn their own self expression, style and individuality. school is for learning and developing, not training regimented soldiers": [
        "Abandoning the use of school uniform causes children being free to wear whatever they want. And children being free to wear whatever they want causes Children learning their own self expression, style and individuality",
        "Abandoning the use of school uniform causes freedom to children to dress the way they want. And freedom to children to dress the way they want causes allows children learn their own self expression, style and individuality.",
        "Abandoning the use of school uniform causes students to choose and wear their favorite clothes. And students to choose and wear their favorite clothes causes letting children learn their own self expression, style and individuality",
        "Abandoning the use of school uniform suppresses Mandatory dress codes that limit individual freedom.. And Mandatory dress codes that limit individual freedom. suppresses Allowing children to learn their own self expression, style and individuality."
    ],
    "We should abandon the use of school uniform, we should abandon school uniform because everyone has the right to be an individual and express themselves.": [
        "Abandoning the use of school uniform causes creativity and confidence. And creativity and confidence causes Allow individuals to express themselves.",
        "Abandoning the use of school uniform causes students choose what to wear. And students choose what to wear causes Promoting expression of identity",
        "Abandoning the use of school uniform causes students to choose their own clothes to represent themselves. And students to choose their own clothes to represent themselves causes everyone having the right of individualism and expression.",
        "Abandoning the use of school uniform causes wider variety of forms of student clothing allowed. And wider variety of forms of student clothing allowed causes freedom of expression and individuality",
        "Abandoning the use of school uniform suppresses Requiring students to all dress in the same clothing.. And Requiring students to all dress in the same clothing. suppresses Everyone having the right to be an individual and expressing themselves."
    ],
    "We should abandon the use of school uniform, we should abandon school uniforms because they stifle creativity and it's a pain to have to wash school uniforms every night because they will get dirty and sweaty.": [
        "Abandoning the use of school uniform causes Students dressing homogenously in a single outfit.. And Students dressing homogenously in a single outfit. causes Stifling creativity, and having an undue pain of washing uniforms nightly.",
        "Abandoning the use of school uniform causes allowing students to choose how to dress. And allowing students to choose how to dress causes Promoting creativity",
        "Abandoning the use of school uniform causes students dressing in ways that represent their unique personalities. And students dressing in ways that represent their unique personalities suppresses Stifling creativity and having to wash school uniforms every night",
        "Abandoning the use of school uniform causes students wearing different clothes everyday. And students wearing different clothes everyday suppresses having to wash school uniforms every night"
    ],
    "We should abandon the use of school uniform, we should abandon the school uniform because it is just another cost for parents to pay on top of all the other costs of a 'free' education.": [
        "Abandoning the use of school uniform causes Allowing parents to buy cheaper alternatives to uniforms. And Allowing parents to buy cheaper alternatives to uniforms causes Reducing financial burden for parents",
        "Abandoning the use of school uniform causes Students can wear the clothes their parents already bought.. And Students can wear the clothes their parents already bought. suppresses Another cost for parents to pay.",
        "Abandoning the use of school uniform causes no need to buy uniform. And no need to buy uniform suppresses cost for parents",
        "Abandoning the use of school uniform causes school uniform not compulsorily required. And school uniform not compulsorily required suppresses another cost for parents to pay"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because children should be able to have some freedom to pick what they want to wear to school": [
        "Abandoning the use of school uniform causes Removing the requirement for children to dress homogenously.. And Removing the requirement for children to dress homogenously. causes Children having some freedom to pick what they want to wear to school.",
        "Abandoning the use of school uniform causes school uniform not compulsorily required. And school uniform not compulsorily required causes children having freedom to pick what they want to wear to school",
        "Abandoning the use of school uniform causes students to choose what to wear. And students to choose what to wear causes promoting freedom of expression.",
        "Abandoning the use of school uniform suppresses creativity. And creativity suppresses hinders freedom to pick what they want to wear to school"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because children should be able to have some say in what they wear to school not have clothing forced on them": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes Children learn about fashion trends and accessorizing. And Children learn about fashion trends and accessorizing causes Children make decisions about clothing",
        "Abandoning the use of school uniform causes Kids can express themselves through clothing. And Kids can express themselves through clothing suppresses School uniforms do not allows kids to express themselves"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because it limits kids the freedom of expressing themselves": [
        "Abandoning the use of school uniform causes Students choose their dressing style.. And Students choose their dressing style. causes Promoting self-expression.",
        "Abandoning the use of school uniform causes more options for dress. And more options for dress causes kids have the freedom of expressing themselves"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because it stops kids fro being able to express themselves through what they wear": [
        "Abandoning the use of school uniform causes Kids can choose whatever clothes they prefer.. And Kids can choose whatever clothes they prefer. suppresses kids stopped from being able to express themselves through what they wear",
        "Abandoning the use of school uniform causes kids can have more freedom to pick their clothes. And kids can have more freedom to pick their clothes suppresses kids cannot express themselves through what they wear",
        "Abandoning the use of school uniform causes students to be able to dress how they want to. And students to be able to dress how they want to suppresses Students can't express themselves and be individuals",
        "Abandoning the use of school uniform suppresses Student's have to look like cookie cutter images of each other. And Student's have to look like cookie cutter images of each other causes Students can't express their true selves",
        "Abandoning the use of school uniform suppresses uniforms are not creative. And uniforms are not creative suppresses students can express themselves"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because it stops students from expressing themselves": [
        "Abandoning the use of school uniform causes Allowing students to choose their dressing style. And Allowing students to choose their dressing style causes Allowing self expression.",
        "Abandoning the use of school uniform causes students are able to choose what they want to wear. And students are able to choose what they want to wear suppresses students being stopped from expressing themselves",
        "Abandoning the use of school uniform causes students can choose what to wear. And students can choose what to wear causes more venues for student self expression",
        "Abandoning the use of school uniform causes students to dress the way they like.. And students to dress the way they like. causes Promoting of students ability to express themselves."
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because it takes away the right for children to choose what they want to wear to school": [
        "Abandoning the use of school uniform causes Children can choose their school clothing.. And Children can choose their school clothing. causes Children are happier with choices."
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform because some schools are too strict on their policies and may feel the students will respond with breaking boundaries which lead to exclusion": [
        "Abandoning the use of school uniform causes Having less rules for students in schools.. And Having less rules for students in schools. causes Not having schools that take uniforms too seriously.",
        "Abandoning the use of school uniform causes students have more freedom. And students have more freedom suppresses students would respond in extreme ways",
        "Abandoning the use of school uniform causes the freedom to express who you are. And the freedom to express who you are suppresses schools being too strict with their policies"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniform so school children have the freedom to wear what they want to wear in accordance with the school rules": [
        "Abandoning the use of school uniform causes school children being able to wear their own clothing to school. And school children being able to wear their own clothing to school causes School children having the freedom to wear what they want to wear in accordance with the school rules",
        "Abandoning the use of school uniform causes students can make decisions regarding their clothes preferences. And students can make decisions regarding their clothes preferences causes Children will have the freedom to wear what they want",
        "Abandoning the use of school uniform suppresses Requiring students to dress alike in a pre-selected uniform.. And Requiring students to dress alike in a pre-selected uniform. suppresses School children having the freedom to wear what they want in accordance with the school rules."
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniforms because it  prohibits students from expressing their individuality and what makes them unique.": [
        "Abandoning the use of school uniform causes Allowing students to pick their style. And Allowing students to pick their style causes Promoting self-expression among students",
        "Abandoning the use of school uniform causes Students can wear selected and unique clothing to express themselves.. And Students can wear selected and unique clothing to express themselves. suppresses Wearing school uniforms forces all students to wear the exact same uniform clothing every day.",
        "Abandoning the use of school uniform causes students are able to decide what to wear at school. And students are able to decide what to wear at school suppresses prohibition of students' expression of individuality and uniqueness"
    ],
    "We should abandon the use of school uniform, we should abandon the use of school uniforms because they can be expensive and place undue hardship on families that are already struglling": [
        "Abandoning the use of school uniform causes families no longer have to pay for school uniforms. And families no longer have to pay for school uniforms causes poor families relieve from economic burdens",
        "Abandoning the use of school uniform causes free to wear what you want. And free to wear what you want suppresses can be expensive and place undue hardship on families that are already struglling",
        "Abandoning the use of school uniform causes lower clothing costs. And lower clothing costs causes Saving needed resources"
    ],
    "We should abandon the use of school uniform, we should abandon the use of the school uniform as it does not teach children to make decisions on their own.": [
        "Abandoning the use of school uniform causes Student's plan out what expresses their feelings.. And Student's plan out what expresses their feelings. causes Choosing an appropriate outfit on their own.",
        "Abandoning the use of school uniform causes Students to be able to dress how they want to. And Students to be able to dress how they want to suppresses Students can't make their own decisions if forced to wear school uniforms"
    ],
    "We should abandon the use of school uniform, we should abandon the use of the school uniform as it only stifles ones right to expression.": [
        "Abandoning the use of school uniform causes Students allowed to express themselves through the clothes they wear.. And Students allowed to express themselves through the clothes they wear. suppresses stifling of one's right to expression",
        "Abandoning the use of school uniform causes children can choose what they want to wear. And children can choose what they want to wear suppresses Ones right to expression is stifled",
        "Abandoning the use of school uniform causes students choose own clothing. And students choose own clothing causes students can have freedom of expression",
        "Abandoning the use of school uniform causes students choose what they want to wear. And students choose what they want to wear suppresses right to expression stifled"
    ],
    "We should abandon the use of school uniform, we should abandon usage of school uniforms because they stifle individuality, creativity, and are annoying to clean them all the time.": [
        "Abandoning the use of school uniform causes Allowing students to pick their own clothing. And Allowing students to pick their own clothing causes Improving creativity",
        "Abandoning the use of school uniform causes Children to freely express themselves.. And Children to freely express themselves. suppresses Stifling the creativity and individuality of students",
        "Abandoning the use of school uniform causes children being able to choose their clothes. And children being able to choose their clothes suppresses stifling the individuality and creativity of children"
    ],
    "We should abandon the use of school uniform, we should definitely abandon the use of school uniform because it is an individual choice of what clothes a person wears.": [
        "Abandoning the use of school uniform causes Allowing students to choose what to wear.. And Allowing students to choose what to wear. causes Promoting freedom of choice.",
        "Abandoning the use of school uniform causes More choices for persons in school. And More choices for persons in school suppresses Restricted individual expression",
        "Abandoning the use of school uniform causes school uniform not compulsorily required. And school uniform not compulsorily required suppresses restricting an individual choice of what clothes to wear"
    ],
    "We should abandon the use of school uniform, we should not force parents with limited funds to buy a whole separate wardrobe for their children to go to school": [
        "Abandoning the use of school uniform causes children can wear their normal clothes to school.. And children can wear their normal clothes to school. suppresses parents with limited funds buying a whole separate wardrobe for their children to go to school.",
        "Abandoning the use of school uniform suppresses need to buy uniforms. And need to buy uniforms causes parents are forced to spend limited funds",
        "Abandoning the use of school uniform suppresses schools charging families for uniforms. And schools charging families for uniforms suppresses not force poor parents to make purchases",
        "Abandoning the use of school uniform suppresses students to be compulsorily required to wear school uniform. And students to be compulsorily required to wear school uniform causes parents with limited funds to be forced to buy additional wardrobe for their children"
    ],
    "We should abandon the use of school uniform, wearing a school uniform can restrict students ability to show their true identity.": [
        "Abandoning the use of school uniform causes Allowing students to wear clothes that show off their personality or preferences.. And Allowing students to wear clothes that show off their personality or preferences. suppresses Restricting students' ability to show their true identity.",
        "Abandoning the use of school uniform causes Children can dress how they want. And Children can dress how they want causes Children can express themselves and show their true selves",
        "Abandoning the use of school uniform causes Expression of selves through wardrobe. And Expression of selves through wardrobe causes Persons honestly show who they are",
        "Abandoning the use of school uniform suppresses all students looking the same. And all students looking the same causes can restrict students ability to show their true identity."
    ]
}